Repository: MagiCircles/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt_br

source: is crowdfunded by %(total_donators)s %(adjective)s donators
fr: est co-financé par %(total_donators)s %(adjective)s donateurs.
ja: ％（total_donators）s％（adjective）s寄付者によってクラウドファンディングされています
pt_br: é financiado por %(total_donators)s %(adjective)s doadores

source: All
fr: Tout
ja: 全て
pt_br: Tudo

source: Check out {username}'s awesome collection!
fr: Jette un œil à la collection de {username} !
ja: {username}の所属アイドル一覧はこちら!
pt_br: Confira a coleção incrível de {username}!

source: Check out my awesome collection of Pokémon!
fr: Va voir ma super collection de Pokémon !
ja: 私のすごいポケモンコレクションを見て♪
pt_br: Confira a minha coleção incrível de Pokémons!

source: Pokémon in your collection
fr: Les Pokémon dans ta collection
ja: コレクションの中にポケモン
pt_br: Pokémon na sua coleção

source: Pokémon you've seen
fr: Les Pokémon que tu as rencontré
ja: 見たポケモン
pt_br: Pokémon que você viu

source: Special
fr: Spécial
ja: スペシャル
pt_br: Especial

source: Damage
fr: Dommage
ja: ダメージ
pt_br: Dano

source: Energy Increase
fr: Augmentation d'énergie
ja: エネルギー増加
pt_br: Aumento de Energia

source: Critical Hit Chance
fr: Chance de dommages critiques
ja: クリティカルヒットチャンス
pt_br: Chance de Acerto Crítico

source: Duration
fr: Durée
ja: 期間
pt_br: Duração

source: Energy Requirement
fr: Énergie requise
ja: エネルギー要件
pt_br: Requisito de Energia

source: after evolution
fr: après évolution
ja: 進化後
pt_br: pós-evolução

source: Stardust
fr: Poussière d'étoiles
ja: スターダスト
pt_br: Poeira Estelar

source: Lucky Eggs
fr: Œuf chance
ja: しあわせタマゴ
pt_br: Ovos Sortudos

source: Incenses
fr: Encens
ja: おこう
pt_br: Incensos

source: Lure Modules
fr: Modules Leurre
ja: ルアーモジュール
pt_br: Módulos de Isca

source: The Pokémon GO Sharing Community
fr: La communauté de partage Pokémon GO
ja: PokémonGO共有コミュニティ
pt_br: A Comunidade de Compartilhamento do Pokémon GO

source: Share your Pokédex!
fr: Partage ton Pokédex !
ja: ポケデックスをシェアして！
pt_br: Compartilhe sua Pokédex!

source: Evolve
fr: Faire évoluer
pt_br: Evoluir

source: Go through the list of Pokémon below and click on the ones you have to add them in your Stardust Run collection
fr: Parcoure la liste des Pokémon ci-dessous et clique sur ceux que tu as dans ton Pokédex pour les ajouter dans ta collection Stardust Run
ja: ポケモンのリストを見てください。あるポケモンをクリックして、コレクションを加えるします。
pt_br: Vá pela lista de Pokémon abaixo e clique naqueles que você tem que adicionar a sua coleção Stardust Run

source: What next?
fr: Et maintenant ?
ja: 次は？
pt_br: O que vem a seguir?

source: Click on the Pokémon that are the most important to you and edit their CP and nicknames
fr: Clique sur les Pokémon les plus importants pour toi et indique leurs PC et surnoms
ja: 大事なポケモンをクリックして、CPとニックネームを正して
pt_br: Clique nos Pokémons que são os mais importantes pra você e edite os seus CPs e apelidos

source: Let's go!
fr: C'est parti !
ja: 行きましょう！
pt_br: Vamos lá!

source: Go further
fr: Aller plus loin
ja: さらに進む
pt_br: Vá mais adiante

source: Discover everything you can do on Stardust Run
fr: Découvre tout ce que tu peux faire sur Stardust Run
ja: スターダストランでできることすべてを発見する
pt_br: Descubra tudo que o que você consegue fazer no Stardust Run

source: All Pokémon with this attack
fr: Tous les Pokémon avec cette attaque
ja: このわざがあるポケモン
pt_br: Todos os Pokémons com este ataque

source: All Attacks
fr: Toutes les attaques
ja: すべての攻撃
pt_br: Todos os ataques

source: seconds
fr: secondes
ja: 秒
pt_br: segundos

source: Creation
fr: Création
ja: 作成
pt_br: Criação

source: All time
fr: Depuis toujours
pt_br: Todo o tempo

source: This week
fr: Cette semaine
ja: 今週
pt_br: Essa semana

source: Ordering
fr: Tri
ja: 表示順
pt_br: Solicitando

source: View all
fr: Voir tout
ja: 全て見る
pt_br: Ver tudo

source: {age} years old
fr: {age} ans
ja: {age}歳
pt_br: {age} anos

source: Check out my collection of cards!
fr: Ma collection de cartes !
ja: 私のカードコレクションをチェック！
pt_br: Veja minha coleção de cards!

source: The game didn't even exist at that time.
fr: Le jeu n'existait pas à ce moment-là.
ja: 当時、ゲームは存在していませんでした。
pt_br: O jogo nem mesmo existia naquela época.

source: Center
fr: Carte centrale
ja: センター

source: Rarity
fr: Rareté
ja: レア度
pt_br: Raridade

source: Favorite Idol
fr: Idole préférée
ja: 担当アイドル
pt_br: Idol Favorita

source: Producer Rank
fr: Rang de producteur
ja: プロデューサーランク
pt_br: Nível de Produtor

source: Reverse Order
fr: Ordre inversé
ja: 逆順
pt_br: Inverter ordem

source: Accept friend requests
fr: Accepte les demandes en ami
ja: フレンド申請の承認
pt_br: Aceita pedidos de amizade

source: Name
fr: Nom
ja: 氏名
pt_br: Nome

source: Age
fr: Âge
ja: 年齢
pt_br: Idade

source: Birthday
fr: Anniversaire
ja: 生年月日
pt_br: Aniversário

source: Bust
fr: Poitrine
ja: バスト
pt_br: Busto

source: Waist
fr: Taille
ja: ウエスト
pt_br: Cintura

source: Hips
fr: Hanches
ja: ヒップ
pt_br: Quadris

source: Beginning
fr: Commencement
ja: 開始
pt_br: Início

source: End
fr: Fin
ja: 終了
pt_br: Fim

source: T{} rank
fr: T{} rang
ja: T {}ランク
pt_br: T{} tank

source: Event
fr: Événement
ja: イベント
pt_br: Evento

source: Limited
fr: Limité
ja: 限定
pt_br: Limitado

source: Awakened
fr: Transformée
ja: 特訓した
pt_br: Despertado

source: Art
fr: Image complète
ja: イラスト
pt_br: Arte

source: Release Date
fr: Date de sortie
ja: 追加日
pt_br: Data de Lançamento

source: ID
fr: Numéro

source: Dance
fr: Danse
ja: ダンス
pt_br: Dança

source: Visual
fr: Visuel
ja: ビジュアル

source: Skill
fr: Pouvoir
ja: 特技
pt_br: Habilidade

source: Skilled Producer
fr: Producteur talentueux
ja: 上手なプロデューサー
pt_br: Produtor Habilidoso

source: Expert Producer
fr: Producteur expert
ja: エキスパートプロデューサー
pt_br: Produtor Especialista

source: Veteran Producer
fr: Producteur vétéran
ja: ベテランプロデューサー
pt_br: Produtor Veterano

source: Ultimate Producer
fr: Ultime producteur
ja: マスタープロデューサー
pt_br: Produtor Supremo

source: Idol Master
fr: Maître de toutes les idoles
ja: アイドルマスター
pt_br: Mestre de Ídolos

source: Cute
fr: Mignonne
ja: キュート

source: Passion
fr: Passionée
ja: パッション

source: Right
fr: Droite
ja: 右
pt_br: Direita

source: Left
fr: Gauche
ja: 左
pt_br: Esquerda

source: Both
fr: Les deux
ja: 両
pt_br: Ambos

source: Leo
fr: Lion
ja: 獅子座
pt_br: Leão

source: Aries
fr: Bélier
ja: 牡羊座
pt_br: Áries

source: Libra
fr: Balance
ja: 天秤座

source: Virgo
fr: Vierge
ja: 乙女座
pt_br: Virgem

source: Scorpio
fr: Scorpion
ja: 蠍座
pt_br: Escorpião

source: Capricorn
fr: Capricorne
ja: 山羊座
pt_br: Capricórnio

source: Pisces
fr: Poissons
ja: 魚座
pt_br: Peixes

source: Gemini
fr: Gémeaux
ja: 双子座
pt_br: Gêmeos

source: Sagittarius
fr: Sagittaire
ja: 射手座
pt_br: Sagitário

source: Aquarius
fr: Verseau
ja: 水瓶座
pt_br: Aquário

source: Taurus
fr: Taureau
ja: 牡牛座
pt_br: Touro

source: Token
fr: Jetons
ja: アタポン形式

source: Medley
fr: Mélange
ja: LIVE Groove

source: Coop
fr: Coopération
ja: 協力
pt_br: Cooperativo

source: Caravan
fr: Caravane
ja: キャラバン
pt_br: Caravana

source: Lesser Perfect Lock
fr: Légère persistance des notes parfaites
ja: GreatをPerfectにする
pt_br: Trava Inferior de Perfect

source: Greater Perfect Lock
fr: Bonne persistance des notes parfaites
ja: NiceをPerfectにする
pt_br: Trava Superior de Perfect

source: Extreme Perfect Lock
fr: Extrême persistance des notes parfaites
ja: BadをPerfectにする
pt_br: Trava Extrema de Perfect

source: Combo Lock
fr: Persistance de combo
ja: コンボ継続
pt_br: Trava de Combo

source: Healer
fr: Soigneur
ja: ライフ回復
pt_br: Curadora

source: Life Lock
fr: Persistance de points de vie
ja: ダメージガード
pt_br: Trava de Vida

source: Combo Bonus
fr: Bonus de combo
ja: コンボボーナス
pt_br: Bônus de Combo

source: Perfect Score Bonus
fr: Points bonus de notes parfaites
ja: Perfectにスコアアップ
pt_br: Bônus de Pontuação Perfeita

source: Overload
fr: Surcharge
ja: オーバーロード
pt_br: Sobrecarga

source: Score Boost
fr: Renforcement de score
ja: スコアアップ
pt_br: Boost de Pontutação

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Great notes into Perfect notes in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que toutes les notes "Great" se transforment en notes parfaites les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、GREATをPERFECTにする
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de transformar todas as notas Great em notas Perfect nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Nice and Great notes into Perfect notes in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que toutes les notes "Nice" et "Great" se transforment en notes parfaites les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、GREAT/NICEをPERFECTにする
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de transformar todas as notas Nice e Great em notas Perfect nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Bad, Nice and Great notes into Perfect notes in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que toutes les notes "Bad", "Nice" et "Great" se transforment en notes parfaites les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、GREAT/NICE/BADをPERFECTにする
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de transformar todas as notas Bad, Nice e Great em notas Perfect nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Nice notes will not break the combo in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que toutes les notes "Nice" ne cassent pas le combo les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、NICEでもCOMBOが継続する
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que as notas Nice não quebrarão o combo nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will restore {skill_value} life in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que toutes les notes parfaites restaurent {skill_value} points de vie les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、PERFECTで{skill_value}ライフ回復
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que as notas Perfect restaurarão {skill_value} nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will not lose health in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que tu ne puisses pas perdre de points de vie les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}で{skill_duration}秒、ライフが減少しなくなる
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que você não perderá vida nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra {skill_value}% combo bonus in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que tu gagnes {skill_value}% de bonus de combo les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、COMBOボーナス{skill_value}%アップ
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que você ganhará um bônus de combo extra de {skill_value}% nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que les notes parfaites reçoivent {skill_value}% de bonus de score les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、PERFECTのスコア{skill_value}%アップ
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que as notas Perfect receberão um bônus de pontuação de {skill_value}% nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% bonus and Nice and Bad notes will not break your combo in the next {skill_duration} seconds, at the cost of {skill_value2} life.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que les notes parfaites donnent {skill_value}% de bonus et que les notes "Nice" ou "Bad" ne cassent pas le combo les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%でライフを{skill_value2}消費し、{skill_duration}秒PERFECTのスコア{skill_value}%アップ、NICE/BADでもCOMBO継続
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que as notas Perfect receberão um bônus de pontuação de {skill_value}% e notas Nice e Bad não vão quebrar o seu combo nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Great and Perfect notes will receive a {skill_value}% score bonus in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que les notes "Great" et parfaites donnent {skill_value}% de bonus de score les prochaines {skill_duration} secondes.
ja: {trigger_value}秒毎、{trigger_chance}%で{skill_duration}秒、PERFECT/GREATのスコア{skill_value}%アップ
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que as notas Great e Perfect receberão um bônus de pontuação de {skill_value}% próximos {skill_duration} segundos.

source: Raises {leader_skill_type} of all {idol_type} idols by {leader_skill_percent}%.
fr: Augmente le {leader_skill_type} de toutes les idoles {idol_type} de {leader_skill_percent}%.
ja: {idol_type}アイドルの{leader_skill_type}アピール値{leader_skill_percent}%アップ
pt_br: Aumenta {leader_skill_type} de todas as idols {idol_type} por {leader_skill_percent}%.

source: Life
fr: Vie
ja: ライフ
pt_br: Vida

source: Voice
fr: Voix
ja: ボイス
pt_br: Voz

source: Make-Up
fr: Maquillage
ja: メイク
pt_br: Maquiagem

source: Step
fr: Pas
ja: ステップ
pt_br: Passo

source: Energy
fr: Énergie
ja: エナジー
pt_br: Energia

source: Ability
fr: Capacité
ja: アビリティ
pt_br: Habilidade

source: Brilliance
fr: Brillance
ja: ブリリアンス
pt_br: Esplendor

source: Shiny
fr: Rayonnant
ja: シャイニー
pt_br: Reluzente

source: Tricolor
fr: Tricolore
ja: トリコロール

source: Thumbs
fr: Pouces
ja: 親指
pt_br: Polegares

source: All fingers
fr: Tous les doigts
ja: 全ての指
pt_br: Todos os dedos

source: Index fingers
fr: Les index
ja: 人差し指
pt_br: Indicadores

source: One hand
fr: Une main
ja: 片手
pt_br: Uma mão

source: Other
fr: Autre
ja: その他
pt_br: Outro

source: Blood Type
fr: Groupe sanguin
ja: 血液型
pt_br: Tipo Sanguíneo

source: Writing Hand
fr: Main dominante
ja: 利き手
pt_br: Mão de Escrita

source: Astrological Sign
fr: Signe astrologique
ja: 星座
pt_br: Signo Astrológico

source: Hometown
fr: Ville d'origine
ja: 出身地
pt_br: Cidade Natal

source: Hobbies
fr: Loisirs
ja: 趣味

source: CV
fr: Doubleuse
ja: シーヴィー

source: Kind
fr: Genre
ja: 優しい
pt_br: Gentil

source: Game ID
fr: Identifiant de jeu
ja: ゲームID
pt_br: ID do Jogo

source: Device
fr: Appareil
ja: デバイス
pt_br: Dispositivo

source: Play with
fr: Joue avec
ja: どうやってプレイしてか？
pt_br: Joga com

source: Operating System
fr: Système d'exploitation
ja: OS
pt_br: Sistema Operacional

source: Idol
fr: Idole
ja: アイドル

source: Title
fr: Titre
ja: タイトル
pt_br: Título

source: Icon
fr: Icône
ja: アイコン

source: Overall
fr: Global
ja: 総アピール値
pt_br: Geral

source: Max leveled
fr: Niveau maximum
ja: レベルMAX
pt_br: Nível Máximo

source: Star Rank
fr: Rang de star
ja: スターランク
pt_br: Rank de Estrelas

source: Skill Level
fr: Niveau de pouvoir
ja: 特技レベル
pt_br: Nível da Habilidade

source: Obtained Date
fr: Date d'obtention
ja: 入手した日付
pt_br: Data de Obtenção

source: Cards
fr: Cartes
ja: カード一覧

source: Events
fr: Événements
ja: イベント
pt_br: Eventos

source: Songs
fr: Chansons
ja: 楽曲
pt_br: Músicas

source: {nth} Favorite Idol
fr: {nth} idole préférée
ja: {nth}の担当アイドル
pt_br: {nth} Idol Favorita

source: Favorite Cards
fr: Cartes préférées
ja: お気に入り
pt_br: Cards Favoritos

source: New Cards
fr: Nouvelles cartes
ja: 新カード
pt_br: Novos Cards

source: Live
fr: Chanson
ja: ライブ

source: Comedy
fr: Comédie
ja: コメディー
pt_br: Comédia

source: Room Decoration
fr: Décoration du studio
ja: 部屋の装飾
pt_br: Decoração de Quarto

source: Introduce yourself
fr: Présente-toi
ja: 自己紹介
pt_br: Apresente-se

source: Idols
fr: Idoles
ja: アイドル

source: Community
fr: Communauté
pt_br: Comunidade

source: Card
fr: Carte
ja: カード

source: Yes
fr: Oui
ja: はい
pt_br: Sim

source: No
fr: Non
ja: いいえ
pt_br: Não

source: Share your cards!
fr: Partage tes cartes !
ja: カードをシェアして！
pt_br: Compartilhe seus cards!

source: Start sharing your beautiful collection!
fr: Partage ta magnifique collection !
ja: 美しいコレクションを共有しましょう！
pt_br: Comece a compartilhar sua linda coleção!

source: Open the game, go to Idols ("アイドル"), then go to Idols List ("所属アイドル一覧")
fr: Ouvre le jeu, va sur idoles ("アイドル"), puis liste d'idoles ("所属アイドル一覧")
ja: アイドルタブの所属アイドル一覧を開きます
pt_br: Abra o jogo, clique em Idols ("アイドル"), e então em Lista de Idols ("所属アイドル一覧")

source: Go through the list of cards below and click "+" on the ones you have to add them in your Cinderella Producers collection, then click again for more options
fr: Parcoure la liste de cartes ci-dessous et clique "+" sur celles que tu as pour les ajouter à ta collection Cinderella Producers, puis clique à nouveau pour plus d'options
ja: カード一覧の中からコレクションに追加するアイドルの"+"を押します。
pt_br: Navegue pela lista de cartas abaixo e clique em "+" naquelas que você possui para adicioná-las na sua coleção de Produtores de Cinderella, e então clique novamente para mais opções.

source: Next
fr: Prochaine étape
ja: 次へ
pt_br: Próximo

source: Click to add %(card)s to your collection
fr: Clique ici pour ajouter %(card)s à ta collection
ja: クリックして%(card)sをコレクションに追加
pt_br: Clique para adicionar %(card)s à sua coleção

source: Leader Skill
fr: Pouvoir de centre
ja: センター効果
pt_br: Habilidade de Líder

source: Scouted by
fr: Recruté par
ja: スカウトしたP
pt_br: Scoutado por

source: Download
fr: Téléchargements
ja: ダウンロード

source: Card Info
fr: Informations sur cette carte
ja: 詳細情報

source: Add to
fr: Ajouter à
ja: 追加：
pt_br: Adicionar a

source: Add this card to your collection
fr: Ajoute cette carte à ta collection
ja: コレクションに追加する
pt_br: Adicionar esse card à sua coleção

source: Your cards
fr: Tes cartes
ja: 所持カード
pt_br: Suas cartas

source: Remove this card from your favorites
fr: Supprimer cette carte de tes préférées
ja: お気に入り一覧から削除する
pt_br: Remover esse card de seus favoritos

source: Add this card to your favorites
fr: Ajouter cette carte à tes préférées
ja: お気に入り一覧に追加する
pt_br: Adicionar essa carta aos seus favoritos

source: Only
fr: Uniquement
ja: 抽出
pt_br: Apenas

source: None
fr: Aucun
ja: 除外
pt_br: Nenhum

source: Liked this activity
fr: Ils ont aimé cette activité
ja: このアクティビティをLikeした
pt_br: Curtiu essa atividade

source: Loading
fr: Chargement
ja: ロード中
pt_br: Carregando

source: Producer Level
fr: Niveau de producteur
ja: プロデューサーレベル

source: %(idol)s performed in %(total_results)s events
fr: %(idol)s ont participé à %(total_results)s événements
ja: ％（total_results）sイベントで実行された％（idol）s
pt_br: %(idol)s se apresentaram em %(total_results)s eventos.

source: %(total_results)s producers scouted %(own_card)s
fr: %(total_results)s producteurs ont recruté la carte %(own_card)s
ja: %(total_results)s人のプロデューサーが「%(own_card)s」をスカウトしました

source: Silver
fr: Argent
ja: シルバー
pt_br: Prata

source: Gold
fr: Or
ja: ゴールド
pt_br: Ouro

source: %(percent)s%% funded
fr: %(percent)s%% financé
ja: ％（percent）s %%出資
pt_br: %(percent)s%% financiados

source: Granted by
fr: Donné par
ja: 許可を与える
pt_br: Concedido por

source: No donation yet
fr: Aucune donation
ja: まだ寄付はありません
pt_br: Nenhuma doação até agora

source: Learn more
fr: En savoir plus
ja: もっと詳しく
pt_br: Saiba mais

source: Popularity
fr: Popularité
ja: 人気
pt_br: Popularidade

source: Favorited by
fr: Préférée par
ja: お気に入り
pt_br: Favoritada por

source: Fan made
fr: Création de fan
ja: ファンメイド
pt_br: Feito por fãs

source: Merchandise
fr: Produits dérivés
ja: 商品
pt_br: Mercadorias

source: Unrelated
fr: Hors sujet
ja: その他
pt_br: Não relacionado

source: %(total)s producer
fr: %(total)s producteur
ja: ％（total）sプロデューサー
pt_br: %(total)s produtor

source: Share
fr: Partager
ja: 共有
pt_br: Compartilhar

source: Local time
fr: Heure locale
ja: 現地時間
pt_br: Horário local

source: Open {thing}
fr: Ouvrir {thing}
pt_br: Abrir {thing}

source: Reverse order
fr: Ordre inversé
pt_br: Inverter ordem

source: Reason
fr: Raison
ja: 道理
pt_br: Razão

source: Edit {thing}
fr: Modifier {thing}
pt_br: Editar {thing}

source: Delete {thing}
fr: Supprimer {thing}
pt_br: Deletar {thing}

source: Report {thing}
fr: Signaler {thing}
ja: {thing}を報告する
pt_br: Reportar {thing}

source: Add {thing}
fr: Ajouter {thing}
pt_br: Adicionar {thing}

source: Only submit a report if there is a problem with this specific {thing}. If it's about something else, your report will be ignored. For example, don't report an account or a profile if there is a problem with an activity. Look for "Report" buttons on the following to report individually:
fr: Tu es sur le point de signaler un(e) {thing}. Si le problème est sur autre chose, ton rapport sera ignoré, alors fais attention à bien utiliser le bon bouton. Tu peux trouver d'autres boutons "Signaler" sur les :
ja: この特定の{もの}に問題がある場合にのみレポートを送信してください。それが何か他のものについてであるならば、あなたの報告は無視されます。たとえば、アクティビティに問題がある場合は、アカウントやプロファイルを報告しないでください。個別にレポートするには、次の[レポート]ボタンを探します。
pt_br: Apenas envie um relatório se há algum problema com esta {thing} específica. Se é sobre outra coisa, seu relatório será ignorado. Por exemplo, não reporte uma conta ou um perfil se há um problema com uma atividade. Procure pelos botões "Report" a seguir para reportar individualmente.

source: Only post official artworks, artworks you own, or fan artworks that are approved by the artist and credited.
fr: Ne poste que des images officielles ou tes propres créations. Tu peux poster des fanarts, mais uniquement après avoir demandé à l'auteur l'autorisation et en citant la source.
ja: 公式のアートワーク、所有しているアートワーク、またはアーティストによって承認されクレジットされたファンのアートワークのみを投稿してください。
pt_br: Poste apenas obras de artes oficiais, suas, ou de fãs que são aprovadas pelo artista e com os créditos.

source: {month} Donator
fr: Donateur du mois de {month}
ja: {month}寄付者
pt_br: Doador de {month}

source: {donation_platform} supporter of {site_name} who donated to help cover the server costs
fr: Donateur sur {donation_platform} qui a fait un don pour couvrir les frais des serveurs
ja: {site_name}の{donation_platform}サポーター、サーバーの費用を支援するために寄付
pt_br: {donation_platform} apoiador do {site_name} que doou para ajudar a cobrir os custos do servidor

source: lovely
fr: mignons
ja: 美しい
pt_br: amável

source: awesome
fr: géniaux
ja: 恐るべし
pt_br: impressionante

source: incredible
fr: incroyables
ja: 面白い
pt_br: incrível

source: adorable
fr: adorables
ja: すごい
pt_br: adorável

source: generous
fr: généreux
pt_br: generoso(a)

source: idols-addicted
fr: idols-addict
ja: ラブリー
pt_br: viciado(a) em idols

source: friendly
fr: amicaux
ja: ハンサム
pt_br: amigável

source: kind
fr: gentils
ja: 親切な
pt_br: gentil

source: warmhearted
fr: chaleureux
ja: 優しい
pt_br: caloroso

source: nice
fr: chouettes
ja: いい
pt_br: legal
