Repository: MagiCircles/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt_br

# BanPa model viewer
source: Action
ja: アクション
pt_br: Ação

# BanPa model viewer
source: Expression
ja: 表情
pt_br: Expressão

source: Costume
ja: 衣装
pt_br: Figurino

source: Areas
ja: 地域
pt_br: Áreas

source: Costumes
ja: 衣装
pt_br: Figurinos

source: Poster
ja: ポスター
pt_br: Cartaz

source: Interface
ja: インターフェース

source: Encore
ja: アンコール

source: Manga
ja: 漫画
pt_br: Mangá

source: Question
ja: 質問
pt_br: Pergunta

source: CosParty 2018
ja: コス・パーティー2018

source: Love Live!
ja: ラブライブ！
pt_br: Amar viver!

source: Puchis
ja: プチス

source: School Idol Collection
ja: スクールアイドルコレクション
pt_br: Coleção School Idol

source: Weiss Schwartz
ja: ヴァイスシュヴァルツ

source: Cosplays
ja: コスプレ

source: Fanarts
ja: ファンアート
pt_br: Fanart

source: {} Gacha
ja: {} ガチャ

source: Studio
ja: スタジオ
pt_br: Estúdio

source: Transparents
ja: 透明な
pt_br: Transparentes

source: Chibis
ja: ちびす

source: Conversation
ja: 会話
pt_br: Conversação

source: Conversations
ja: 会話
pt_br: Conversas

source: Position
ja: ポジション
pt_br: Posição

source: Fanart
ja: ファンアート
pt_br: Admirador de arte

source: Base
ja: ベース

source: Anti-tank
ja: 対戦車
pt_br: Anti-tanque

source: Assassin
ja: 暗殺者
pt_br: Assassino

source: Tank
ja: タンク
pt_br: Tanque

source: Happy Halloween!
ja: ハッピーハロウィン！
pt_br: Feliz Dia das Bruxas!

source: Base statistics, without any traning.
ja: トレーニングなしの基本統計。
pt_br: Estatísticas de base, sem qualquer traning.

source: Gachas
ja: ガチャ

source: Ultra rare
ja: ウルトラ・レア
pt_br: Ultra raro

source: Manager
pt_br: Gerente

source: Community manager
pt_br: Gerenciador de Comunidade

source: Support
pt_br: Suporte

source: Not about {thing}
pt_br: Não é sobre {coisa}

source: TOP
pt_br: TOPO
