Repository: MagiCircles/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt_br

source: You
fr: Toi
ja: ゲスト
pt_br: Você

source: Account
fr: Compte
ja: アカウント
pt_br: Conta

source: Leaderboard
fr: Classement
ja: リーダーボード
pt_br: Tabela de classificação

source: Create your account to join the community and be in the leaderboard!
fr: Crée ton compte pour rejoindre la communauté et être dans le classement !
ja: アカウント登録して、コミュニティーに参加するとリーダーボードに入ることができる！
pt_br: Crie sua conta para entrar na comunidade e estar no ranking!

source: Profile
fr: Profil
ja: プロフィール
pt_br: Perfil

source: Players
fr: Joueurs
ja: プレイヤー
pt_br: Jogadores

source: Activity
fr: Activité
ja: アクティビティ
pt_br: Atividade

source: Activities
fr: Activités
ja: アクティビティ
pt_br: Atividades

source: Share your adventures!
fr: Partage tes aventures !
ja: プロデュースの話を共有しましょう！
pt_br: Compartilhe suas aventuras!

source: Login
fr: Connexion
ja: ログイン
pt_br: Entrar

source: Sign Up
fr: Inscription
ja: アカウント登録
pt_br: Cadastre-se

source: Settings
fr: Paramètres
ja: 設定
pt_br: Configurações

source: Logout
fr: Déconnexion
ja: ログアウト
pt_br: Sair

source: About
fr: À propos
pt_br: Sobre

source: Donate
fr: Donations
ja: 寄付する
pt_br: Doe

source: Map
fr: Carte des joueurs
ja: マップ
pt_br: Mapa

source: Help
fr: Pages d'aide
ja: ヘルプ
pt_br: Ajuda

source: Color
fr: Couleur
ja: 好きな色
pt_br: Cor

source: All your favorites must be unique
fr: Tu ne peux pas avoir plusieurs fois le même préféré
ja: お気に入りに同じ文字は登録できません
pt_br: Todos os seus favoritos devem ser únicos

source: Old Password
fr: Ancien mot de passe
ja: 元パスワード
pt_br: Antiga Senha

source: New Password
fr: Nouveau mot de passe
ja: 新しいパスワードを入力してください
pt_br: Nova Senha

source: New Password Again
fr: Vérification du nouveau mot de passe
ja: また新しいパスワードを入力してください
pt_br: Repita a Nova Senha

source: Player
fr: Joueur
ja: プレイヤー
pt_br: Jogador

source: Super Player
fr: Super Joueur
ja: スーパープレイヤー
pt_br: Super Jogador

source: Extreme Player
fr: Joueur Extrême
ja: エクストリームプレイヤー
pt_br: Jogador Extremo

source: Master Player
fr: Le maître des joueurs
ja: マスタープレイヤー
pt_br: Jogador Mestre

source: Ultimate Player
fr: Joueur Ultime
ja: アルティメットプレイヤー
pt_br: Melhor Jogador

source: Never
fr: Jamais
ja: 決して
pt_br: Nunca

source: Sometimes
fr: Quelques fois
ja: 時々
pt_br: Às vezes

source: Often
fr: Souvent
ja: たまに
pt_br: Frequentemente

source: Every single day
fr: Tous les jours
ja: 毎日
pt_br: Todo dia

source: {} liked your activity: {}.
fr: {} a aimé ton activité : {}.
ja: {}があなたの活動をLikeしました：{}
pt_br: {} curtiu sua atividade: {}.

source: {} just followed you.
fr: {} vient de te suivre.
ja: {}があなたをフォローしました
pt_br: {} te seguiu.

source: When someone likes your activity.
fr: Quand quelqu'un aime une de tes activités.
ja: アクティビティがLikeされたとき
pt_br: Quando alguém curte sua atividade.

source: When someone follows you.
fr: Quand quelqu'un te suit.
ja: フォローされたとき
pt_br: Quando alguém te segue.

source: 1st
fr: 1er
ja: 一番
pt_br: 1º

source: 2nd
fr: 2ème
ja: 二番
pt_br: 2º

source: 3rd
fr: 3ème
ja: 三番
pt_br: 3º

source: Birthdate
fr: Date de naissance
ja: 生年月日
pt_br: Aniversário

source: Location
fr: Ville
ja: 位置
pt_br: Localização

source: The city you live in.
fr: La ville dans laquelle tu vis.
ja: 自分が住んでいる街
pt_br: Cidade onde você vive.

source: It might take up to 24 hours to update your location on the map.
fr: La mise à jour de ta position sur la carte des joueurs peut prendre jusqu'à 24 heures.
ja: マップ上で更新が反映されるまで最大24時間かかります
pt_br: Talvez demore até 24 horas para atualizar sua localização no mapa.

source: Platform
fr: Plateforme
ja: プラットフォーム
pt_br: Plataforma

source: Username/ID
fr: Nom d'utilisateur ou identifiant numérique
ja: ユーザー名／ID
pt_br: Usuário/ID

source: Write your username only, no URL.
fr: N'écris que ton identifiant, pas un lien complet.
ja: URLなどは書かず、ユーザー名のみを書いてください
pt_br: Escreva somente seu usuário, sem URL.

source: How often do you tweet/stream/post about {}?
fr: À quelle fréquence tu tweetes, t'enregistres ou poste à propos de {} ?
ja: {}でどの程度の頻度で投稿等をしていますか?
pt_br: Com que frequência você tweeta/faz stream/posta sobre {}?

source: Help us translate the site
fr: Aide-nous à traduire le site
ja: 翻訳に協力する
pt_br: Nos ajude a traduzir o site

source: No result.
fr: Pas de résultat.
ja: 0件
pt_br: Sem resultado.

source: This will help us cover the costs of the servers and allow us to keep it running for free and without ads.
fr: Celles-ci nous aident à couvrir les frais des serveurs et nous permettent de continuer de faire tourner ce service gratuitement et sans publicité.
ja: 無料かつ広告なしで運営するためのサーバー費として充てられます
pt_br: Isso vai nos ajudar a cobrir os custos dos servidores e permitir que continuemos mantendo o website de graça e sem propagandas.

source: Nice to meet you, we are Deby and Engil!
fr: Ravis de te rencontrer, nous sommes Deby et Engil !
ja: はじめまして、私たちはデビ、そしてエンジです!
pt_br: Prazer em conhecê-lo(a), nós somos Deby e Engil!

source: We are two developers and casual players. We live in San Francisco, California. We come from the same computer science university and both work as software engineers in the same company we founded:
fr: Nous sommes 2 développeurs et joueurs. On habite à San Francisco, en Californie. On vient de la même école d'informatique et on travaille tous les deux dans une entreprise qu'on a fondé :
ja: 私たち二人はサンフランシスコに住むカジュアルプレイヤーです。同じコンピュータ・サイエンス系の大学を出て自分たちで立ち上げた会社でソフトウェアエンジニアとして働いています。
pt_br: Nós somos dois desenvolvedores e jogadores casuais. Vivemos em São Francisco, Califórnia. Viemos da mesma faculdade de ciência da computação e trabalhamos como engenheiros de software na mesma compania que fundamos:

source: Though we love our job, we don't pay ourselves and don't have any income, so any donation helps a lot and is greatly appreciated.
fr: Même si on adore notre boulot, l'entreprise n'a pas encore les moyens de nous donner un salaire, donc on n'a aucun revenu. Du coup, chaque donation, même la plus petite, nous aide énormément.
ja: 私たちはこの仕事が大好きですが自分たちに給料を払っているわけではなく、収入はありません。なので少しの寄付でも助けになりますし、とても感謝しています。
pt_br: Embora amemos nosso trabalho, nós não pagamos nós mesmo e não temos qualquer tipo de renda, então qualquer doação ajuda muito e é muito apreciada.

source: The heartwarming support from the community keeps motivating us to do more! We love helping the community by providing as much information as we can about the game, while keeping the website easy to use, shiny and cute ^_^
fr: Le support chaleureux de la communauté nous motive à faire toujours plus ! On adore aider les membres de la communauté en proposant toujours plus d'infos à propos du jeu, tout en gardant le site facile à utiliser et joli ^_^
ja: 皆さんの温かい支援がよりたくさんのことをやっていく気力となっています! 私たちはゲームの情報をできるだけたくさん提供すること、そして使いやすく、キラキラでかわいいサイトを作ることが大好きです。
pt_br: O caloroso apoio da comunidade nos mantem motivados a fazer mais! Nós amamos ajudar a comunidade disponibilizando o tanto de informações que pudermos sobre o jogo, e ao mesmo tempo mantendo o website fácil de usar, brilhante e fofo ^_^

source: We don't know how far we will go with this, but one thing we know for sure is that we are having a lot of fun doing it and sharing this adventure with you.
fr: On sait pas trop où on va aller avec ce project, mais une chose est sûre, on adore travailler dessus et partager cette aventure avec vous tous.
ja: どこまでできるかわかりませんが、ただひとつ言えることは、私たちはこうして皆さんとこの冒険をシェアできることをとても楽しんでいます。
pt_br: Nós não sabemos o quão longe iremos com isso, mas uma coisa que sabemos com certeza é que estamos tendo muita diversão fazendo isso e compartilhando essa aventura com vocês.

source: Load more...
fr: Charger la suite...
ja: もっと見る
pt_br: Carregar mais...

source: Write Comment
fr: Commenter
ja: コメントを書く
pt_br: Escrever Comentário

source: Comments
fr: Commentaires
ja: コメント
pt_br: Comentários

source: Edit
fr: Modifier
ja: 編集：
pt_br: Edite

source: Unfollow
fr: Se désabonner
ja: 削除
pt_br: Deixar de Seguir

source: Follow
fr: Suivre
ja: フォローする
pt_br: Seguir

source: Followers
fr: Abonnés
ja: フォロワー
pt_br: Seguidores

source: Following
fr: Abonnements
ja: フォロー中
pt_br: Seguindo

source: %(length)s account:
fr: %(length)s compte :
ja: %(length)sアカウント
pt_br: %(length)s conta:

source: Contact us
fr: Nous contacter
ja: お問い合わせ
pt_br: Nos contate

source: Staff members
fr: Membres de l'équipe
pt_br: Membros da Equipe

source: Staff
fr: Équipe
pt_br: Equipe

source: Check out our other websites
fr: Découvre nos autres sites
ja: その他サイトも見てください
pt_br: Dê uma olhada nos nossos outros websites

source: Contribute
fr: Contribue
ja: 貢献する
pt_br: Contribua

source: Dev
fr: Développeurs
ja: 開発者
pt_br: Desenvolvedor

source: Our project is open-source and open for contributions. We are more than happy to accept pull-requests on GitHub!
fr: Les sources de notre projet sont ouvertes et nous acceptons les contributions externes. On adore les pull-requests sur GitHub !
ja: 私たちのプロジェクトは、貢献のためにオープンソースです。GitHubでpull-requestを喜んで受け入れます！
pt_br: Nosso projeto é open-source e está aberto para contribuições. Nós estaremos mais do que felizes em aceitar pull-requests no GitHub!

source: The website has been made using
fr: Le site a été fait avec
ja: このウェブサイトは、
pt_br: O website tem sido feito usando

source: so in Python 2. We also use
fr: en Python 2. On utilise aussi
ja: Python 2でもそうです。
pt_br: em Phyton 2. Também utilizamos

source: for the front-end of the website.
fr: pour le visuel du site.
ja: ウェブサイトのフロントエンド用。
pt_br: para o front-end do website.

source: We accept all kind of contributions, from tools to help players, statistics pages, mini-games, or even little CSS changes. Don't be shy! If you need help getting started, just contact us and we will happily take the time to teach you the basics, no matter your level.
fr: On accepte n'importe quel genre de contributions, comme par exemple des outils pour les joueurs, des pages de statistiques, des mini-jeux, ou même des petits détails sur le CSS. Donc ne sois pas timide ! Si tu as besoin d'aide pour commencer, contacte-nous et on sera ravis de prendre le temps de t'apprendre les bases, peu importe ton niveau.
ja: プレイヤー、統計ページ、ミニゲーム、CSSの変更の改善など、あらゆる種類の貢献を受け入れています。遠慮しないでください！はじめに助けが必要な場合は、私たちに連絡してください。私たちは喜んで、あなたのレベルにかかわらず、基本を教える時間を取るでしょう。
pt_br: Aceitamos todo tipo de contribuições, desde ferramentas para ajudar os jogadores, páginas de estatísticas, mini-games, a até mesmo pequenas mudanças no CSS. Não seja tímido! Se você precisar de ajuda para começar, apenas contate-nos, e iremos ensiná-lo o básico com prazer, não importando o seu nível de conhecimento.

source: Get Started
fr: Guide de démarrage
ja: 始めましょう
pt_br: Comece

source: If you're a developer and you would like to get the data of the game in a convenient format, we provide a public REST API to get the game data, our users datacards, and more!
fr: Si tu es un développeur et que tu voudrais utiliser les infos du jeux dans un format pratique pour tes programmes, on propose une API REST ouverte !
ja: もしあなたが開発者で、ご希望のフォーマットでゲームデータを取得したければ、ユーザーのデータカードなどを返すREST APIを使用できます。
pt_br: Se você é um desenvolvedor e gostaria de obter os dados do jogo em um formato conveniente, nós provemos uma API REST pública para obter os dados do jogo, os datacards dos nossos usuários e mais!

source: Donators
fr: Donateurs
ja: 寄付者
pt_br: Doadores

source: Forgot password?
fr: Mot de passe oublié ?
ja: パスワードを忘れたら
pt_br: Esqueceu a senha?

source: Change your password
fr: Modifier ton mot de passe
ja: パスワードを変更
pt_br: Mude sua senha

source: Links
fr: Liens
ja: リンク

source: Avatar
fr: Photo de profil
ja: アバター

source: To change your avatar, use Gravatar with the same email address.
fr: Pour modifier ta photo de profil, inscris-toi sur Gravatar et ajoute une image associée à l'adresse email que tu utilises ici.
ja: アバターの変更をするためには、Gravatarに同じメールアドレスで登録する必要があります。
pt_br: Para mudar seu avatar, use Gravatar com o seu mesmo endereço de email.

source: Change Avatar
fr: Modifier ta photo de profil
ja: アバターを変更
pt_br: Mudar Avatar

source: Accounts
fr: Comptes
ja: アカウント一覧
pt_br: Contas

source: 1 {object} matches your search:
fr: 1 {object} correspond à ta recherche :
ja: 1 {object}は検索に一致します：
pt_br: 1 {object} está de acordo com a sua pesquisa:

source: {total} {objects} match your search:
fr: {total} {objects} correspondent à ta recherche :
ja: {合計} {オブジェクト}が検索に一致します：
pt_br: {total} {objects} estão de acordo com a sua pesquisa:

source: Become a contributor to help us fill the database
fr: Deviens un contributeur et aide-nous à remplir la base de données d'infos
ja: 我々のデータベースの充実に貢献する
pt_br: Torne-se um contribuidor para ajudar-nos a preencher nosso banco de dados.

source: You can't cancel this action afterwards.
fr: Tu ne peux pas annuler cette action.
pt_br: Você não poderá cancelar essa ação depois.

source: Link
fr: Lien
ja: リンク

source: Confirm
fr: Confirmation
ja: 決定
pt_br: Confirmar

source: Tags
fr: Hashtags
ja: タグ

source: Language
fr: Langue
ja: 言語
pt_br: Idioma

source: Image
fr: Illustration
ja: 画像
pt_br: Imagem

source: Liked
fr: Tu aimes ça
ja: Likeした
pt_br: Curtiu

source: Like
fr: J'aime
ja: Likeする
pt_br: Curta

source: Staff Message:
fr: Message du modérateur :
pt_br: Mensagem da Equipe:

source: Moderated by:
fr: Modéré par :
pt_br: Moderado por:

source: Report
fr: Signaler
ja: 報告
pt_br: Denuncie

source: Reported by:
fr: Signalé par :
ja: 報告人:
pt_br: Denunciado por:

source: This {thing} you reported has been reviewed by a moderator and {verb}. Thank you so much for your help!
fr: Un modérateur a pris le temps de lire ton rapport et la {thing} a été {verb}. Merci beaucoup pour ton aide !
ja: あなたが報告したこの{もの}は、モデレーターと{動詞}によってレビューされました。手伝ってくれてどうもありがとう！
pt_br: O {thing} que você denunciou foi revisto por um moderador e {verb}. Muito obrigado pela sua ajuda!

source: edited
fr: modifié
ja: 編集しました
pt_br: editado

source: Thank you for reporting this {thing}
fr: Merci beaucoup d'avoir signalé ce {thing} !
ja: {thing}の報告をしていただき、ありがとうございました。
pt_br: Obrigado por denunciar essa {thing}

source: Your {thing} has been reported, and a moderator confirmed it should be {verb}.
fr: Ton {thing} a été signalé par un utilisateur et un modérateur, après l'avoir lu, l'a {verb}.
ja: あなたの {thing}は報告され、第三者が{verb}であることを確認する必要があります。
pt_br: Sua {thing} foi denunciada, e um moderador confirmou que isso deveria {verb}.

source: Your {thing} has been {verb}
fr: Ton {thing} a été {verb}
ja: あなたの{thing}を{verb}ことがある
pt_br: Sua {thing} foi {verb}

source: deleted
fr: supprimé
ja: 削除しました
pt_br: deletado

source: Hi
fr: Salut
ja: 拝啓
pt_br: Oi

source: The {game} Database & Community
fr: Infos et Communauté sur {game}
pt_br: Banco de dados & Comunidade do {game}

source: {site} is not a representative and is not associated with {game}. Its logos and images are Trademarks of {company}.
fr: {site} n'est pas représentatif et n'est pas associé à {game}. Les logos et images sont des marques déposées par {company}.
ja: {site} は、{game}とは一切関係ありません。ロゴや画像の著作権は{company}に帰属します。
pt_br: {site} não representa e não está associado com {game}. Os logotipos e imagens são Marcas Registradas de {company}.

source: the company that owns {game}
fr: l'entreprise qui possède {game}
ja: {game}の運営会社
pt_br: a companhia a qual pertence o {game}

source: Make sure the {thing} you're about to add doesn't already exist.
fr: Assure-toi que le {thing} que tu es sur le point d'ajouter n'existe pas déjà.
ja: あなたが追加しようとしている{thing}が、既に存在しないことを確認してください。
pt_br: Tenha certeza de que o {thing} que você quer adicionar ainda não exista.

source: Hit Points
fr: Points de dommage
ja: HP
pt_br: Pontos de Vida

source: Attack
fr: Attaque
ja: 攻撃力
pt_br: Ataque

source: Defense
fr: Défense
ja: 防御力
pt_br: Defesa

source: Max CP
fr: PC Max
ja: 最大CP
pt_br: CP Máximo

source: Catch Rate
fr: Taux de Capture
ja: 捕まえる率
pt_br: Taxa de Captura

source: Flee Rate
fr: Taux de Fuite
ja: 逃げ出す率
pt_br: Taxa de evasão

source: Medals
fr: Médailles
ja: メダル
pt_br: Medalhas

source: Starter
fr: Premier choix
ja: 初めてのポケモン
pt_br: Inicial

source: This date cannot be in the future.
fr: Cette date ne peut pas être dans le futur.
ja: この年月日が未来にできません。
pt_br: Essa data não pode ser no futuro

source: Level
fr: Niveau
ja: レベル
pt_br: Nível

source: Start Date
fr: Date de début
ja: 始める日
pt_br: Data de início

source: Join Date
fr: Date d'inscription au site
ja: 参加日
pt_br: Data de afiliação

source: Alphabetical
fr: Alphabétique
ja: アルファベット順
pt_br: Alfabética

source: Available
fr: Disponible
ja: 利用可能
pt_br: Disponível

source: Pokémon number
fr: Numéro du Pokémon
ja: ポケモンナンバー
pt_br: Número do Pokémon

source: Pokémon name
fr: Nom du Pokémon
ja: ポケモン名前
pt_br: Nome do Pokémon

source: Candies needed to evolve
fr: Bonbons nécessaires pour évoluer
ja: 進化するために必要なキャンディー
pt_br: Doces necessários para evoluir

source: Egg Distance
fr: Distance de l'œuf
ja: 卵の距離
pt_br: Distancia do ovo

source: Instinct
fr: Intuition
ja: インスティンクト

source: Mystic
fr: Sagesse
ja: ミスティック

source: Valor
fr: Bravoure
ja: ヴァーラー

source: Pokémon Trainer
fr: Dresseur de Pokémon
ja: ポケモントレーナー
pt_br: Treinador Pokemon

source: Super Pokémon Trainer
fr: Super Dresseur de Pokémon
ja: スーパーポケモントレーナー
pt_br: Super Treinador Pokemon

source: Expert Pokémon Trainer
fr: Dresseur de Pokémon expert
ja: エキスパートポケモントレーナー
pt_br: Treinador Pokémon Especialista

source: Pokémon Master
fr: Maître Pokémon
ja: ポケモンマスター
pt_br: Mestre Pokémon

source: Ultimate Pokémon Master
fr: Maître Pokémon Ultime
ja: 究極のポケモンマスター
pt_br: Treinador Pokemon Supremo

source: Fairy
fr: Fée
ja: フェアリー
pt_br: Fada

source: Steel
fr: Acier
ja: はがね
pt_br: Metal

source: Dark
fr: Ténèbres
ja: あく
pt_br: Noturno

source: Ghost
fr: Spectre
ja: ゴースト
pt_br: Fantasma

source: Rock
fr: Roche
ja: いわ
pt_br: Pedra

source: Bug
fr: Insecte
ja: むし

source: Psychic
fr: Psy
ja: エスパー
pt_br: Psíquico

source: Flying
fr: Vol
ja: ひこう
pt_br: Voador

source: Ground
fr: Sol
ja: じめん
pt_br: Terra

source: Fighting
fr: Combat
ja: かくとう
pt_br: Lutador

source: Ice
fr: Glace
ja: こおり
pt_br: Gelo

source: Grass
fr: Plante
ja: くさ
pt_br: Grama

source: Electric
fr: Électrique
ja: でんき
pt_br: Elétrico

source: Water
fr: Eau
ja: みず
pt_br: Água

source: Fire
fr: Feu
ja: ほのお
pt_br: Fogo

source: Nickname
fr: Surnom
ja: ニックネーム
pt_br: Apelido

source: Team
fr: Équipe
ja: チーム
pt_br: Equipe

source: When you started playing with this account.
fr: Quand tu as commencé le jeu avec ce compte
ja: このアカウントの始める日
pt_br: Quando você começou a jogar com esta conta.

source: Bought Pokécoins
fr: Pokécoins achetés
ja: 買いたポケコイン
pt_br: Pokécoins compradas

source: CP
fr: PC

source: HP
fr: PV

source: Weight
fr: Poids
ja: 体重
pt_br: Peso

source: Height
fr: Taille
ja: 身長
pt_br: Altura

source: Special Attack
fr: Attaque Spéciale
ja: 特攻力
pt_br: Ataque Especial

source: Candies
fr: Bonbons
ja: アメ
pt_br: Doces

source: Seen
fr: Vu
ja: 見た
pt_br: Vistos

source: Caught
fr: Attrappé
ja: 捕まる
pt_br: Capturados

source: Pokémon Go is a free-to-play, location-based augmented reality game developed and published by Niantic for iOS and Android devices.
fr: Pokémon GO est un jeu de réalité augmentée gratuit, basé sur la gélocalisation. Il est développé et publié par Niantic pout iOS et Android.
ja: PokémonGoは、NianticによってiOSおよびAndroidデバイス向けに開発および公開された、無料でプレイできる位置ベースの拡張現実ゲームです。
pt_br: Pokémon Go é um jogo free-to-play, de realidade aumentada baseado em localização e publicado pela Niantic para dispositivos iOS e Android.

source: {nth} Favorite Pokémon
fr: {nth} Pokémon Favori
ja: {nth}好きなポケモン
pt_br: {nth} Pokémon Favorito

source: Attacks
fr: Attaques
ja: わざ
pt_br: Ataques

source: Coming soon
fr: Bientôt disponible !
pt_br: Em breve

source: Advanced
fr: Avancé
ja: 進んだ
pt_br: Avançado

source: Open Pokémon GO, tap the pokéball at the bottom and tap Pokédex
fr: Ouvre Pokémon GO, sélectionne la Pokéball au milieu puis sélectionne "Pokédex".
ja: ポケモンGOのアプリをスタートして、下のポケボールをタップして、ポケデックスをタップしてください。
pt_br: Abra o Pokémon GO, toque na pokébola na parte inferior e toque em Pokédex.

source: Check out your own profile
fr: Découvre ton nouveau profil
ja: あなたのプロフィールを見る
pt_br: Confira o seu próprio perfil

source: Customize it
fr: Personnalise-le
ja: カスタマイズする
pt_br: Personalizar

source: Share it on:
fr: Partager sur :
pt_br: Compartilhar em:

source: More info
fr: Plus d'infos
ja: もっと見る
pt_br: Mais informações

source: Your Collection
fr: Ta collection
ja: あなたのコレクション
pt_br: Sua coleção

source: Evolutions
fr: Évolutions
ja: 進化
pt_br: Evoluções

source: Permalink
fr: Permalien
ja: パーマリンク
pt_br: Link permanente

source: Click to add %(pokemon)s to your collection
fr: Clique ici pour ajouter %(pokemon)s à ta collection
ja: クリックして％（pokemon）sをコレクションに追加します
pt_br: Clique para adicionar %(pokemon)s a sua coleção

source: Change to icons
fr: Changer au mode icônes
ja: アイコンの変更
pt_br: Mudar para ícones

source: Change to list
fr: Changer au mode liste
ja: リストの変更
pt_br: Mudar para lista

source: You have {} of them in you collection. Delete them before changing this.
fr: Tu en as {} dans ta collection. Supprime-les avant de changer ce paramètre !
ja: コレクションに{}あります。これを変更する前に削除してください。
pt_br: Você tem {} destes em sua coleção. Delete-os antes de mudar isso.

source: View activities in your language only?
fr: Voir uniquement les activités dans ta langue ?
ja: あなたの言語だけでアクティビティを見ますか？
pt_br: Ver atividades apenas no seu idioma?

source: Check out {username}'s activity on {site}: {activity}
fr: Jette un œil à ce que {username} a posté sur {site}: {activity}
ja: {username}さんの{site}のアクティビティを見る：{activity}
pt_br: Confira a atividade de {username} em {site}: {activity}

source: Join the community!
fr: Rejoins la communauté !
ja: コミュニティに参加しよう！
pt_br: Faça parte da comunidade!

source: {site} provides an extended database of information about the game {game} and allows you to keep track of your progress in the game. You can create and customize your very own profile to share your progress and your collection to all your friends. You can also meet other players like you with the social network: read what the others are doing and share your adventures with the community. Comment, like and follow the other players to grow your network. Find players near you with the global map of all the players. And much more!
fr: {site} est une base de données pour le jeu {game} et permet de suivre son progrès dans le jeu. On peut y créer et personnaliser son propre profil et partager son progrès et sa collection avec ses amis et la communauté. On peut également y rencontrer de nouveaux amis à travers les réseaux sociaux en lisant ce que font les autres et en partageant ses aventures avec la communauté. On peut dire "J'aime", écrire des commentaires et suivre d'autres joueurs pour agrandir son réseau. La carte des joueurs permets de trouver d'autres joueurs aux alentours. Et bien plus encore !
ja: {site}は{game}に関する情報の拡張データベースを提供し、ゲームの進行状況を追跡することができます。自分のプロフィールを作成してカスタマイズして、あなたの進捗状況とあなたのコレクションをあなたのすべての友達に共有することができます。また、ソーシャルネットワークのように、他のプレイヤーと会うこともできます：他人が何をしているのかを読んで、あなたの冒険をコミュニティーと共有しましょう。他のプレイヤーのようにコメントして、ネットワークを成長させてください。すべてのプレイヤーのグローバルマップであなたの近くの選手を見つけてください。
pt_br: {site} provê uma base de dados estendido de informação sobre o jogo {game} e permite que você acompanhe o seu progresso no jogo. Você pode criar e personalizar o seu próprio perfil para compartilhar o seu progresso e sua coleção com todos os seus amigos. Você também pode conhecer outros jogadores como você com a rede social: leia o que os outros estão fazendo e compartilhe suas aventuras com a comunidade. Comente, curta e siga os outros jogadores para crescer a sua rede. Encontre jogadores perto de você com o mapa global de todos os jogadores. E muito mais!

source: Start following players to see their activities!
fr: Suis tes amis et tous les autres joueurs pour voir leurs activités !
ja: プレイヤーをフォローして彼らのアクティビティを見よう！
pt_br: Comece a seguir jogadores para cer as suas atividades!
