Repository: MagiCircles/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt_br

source: Mark all as read
fr: Tout marquer comme lu
ja: すべて既読にする
pt_br: Marcar todas como lidas

source: {total} notifications were marked as read.
fr: {total} notifications ont été marquées comme lues.
ja: {total}件の通知を既読にしました。
pt_br: {total} notificações foram marcadas como lidas.

source: For the next {duration} seconds, score boosted by +{percentage}% until a {note_type} note is hit, then score boosted by +{alt_percentage}%
fr: Pendant les {duration} prochaines secondes, ton score sera réenforcé de +{percentage}%, jusqu'à ce qu'une note {note_type} soit jouée, puis le score sera réenforcé de +{alt_percentage}%.
ja: 次の{duration}秒間、{note_type}のノートがヒットするまでスコアを+ {percentage}％ブーストし、次にスコアを+ {alt_percentage}％ブーストします
pt_br: Nos próximos {duration} segundos, pontuação aumentada em + {percent}% até que uma nota {note_type} seja atingida e, em seguida, pontuação aumentada em + {alt_percentage}%

source: Life guard
fr: Protection de vie
ja: ライフガード
pt_br: Salva-vidas

source: BAD/MISS notes do not cause damage
fr: Les notes BAD/MISS ne font aucun dommage
ja: BAD / MISSノートは損傷を引き起こしません
pt_br: As notas BAD / MISS não causam danos

source: and BAD/MISS notes do not cause damage for the next {duration} seconds
fr: et les notes BAD/MISS ne font aucun dommage pendant les {duration} prochaines secondes
ja: BAD / MISSのメモは、次の{duration}秒間ダメージを与えません
pt_br: notas BAD / MISS não causam danos pelos próximos {duration} segundos

source: Boost
fr: Réenforcement
ja: ブースト
pt_br: Impulso

source: All {type} {things}
fr: Tous les {things} {type}
ja: すべての{type} {things}
pt_br: Tudo {tipo} {coisas}

source: Random
fr: Aléatoire
ja: ランダム
pt_br: Aleatória

source: Suggestions
fr: Idées
ja: 提案
pt_br: Sugestões

source: All the {things}! Search by {search_terms} and filter by {filters} to find all the details you need about the {things} from {game}.
fr: Toutes les {things} ! Rechercher par {search_terms} et filtrer par {filters} pour trouver tous les détails dont vous avez besoin à propos des {things} de {game}.
ja: すべての{もの}！{search_terms}で検索し、{filters}でフィルタリングして、{game}の{things}について必要なすべての詳細を見つけます。
pt_br: Todas as coisas}! Pesquise por {search_terms} e filtre por {Filters} para encontrar todos os detalhes necessários sobre as {coisas} de {game}.

source: Default
fr: Défaut
ja: デフォルト
pt_br: Padrão

source: Merged with other event
fr: Combiné avec un autre événement
ja: 他のイベントと統合
pt_br: Mesclado com outro evento

source: Tiers
fr: Échelons
ja: 層
pt_br: Camadas

source: Can be sold for stickers?
fr: Peut être vendu pour des autocollants ?
ja: ステッカーで販売できますか？
pt_br: Pode ser vendido para adesivos?

source: Buy this card
fr: Acheter cette carte
ja: このカードを購入
pt_br: Compre este cartão

source: The character that you selected when you started playing.
fr: Le personnage que tu as sélectionné quand tu as commencé à jouer.
ja: プレイ開始時に選択したキャラクター。
pt_br: A personagem que você escolheu quando começou a jogar.

source: Feed
fr: Flux d'actualités
pt_br: Alimentação

source: Voice actress
fr: Doubleuse
ja: 声優
pt_br: Atriz de voz

source: Cast
fr: Le casting
ja: キャスト
pt_br: Fundida

source: Schools
fr: Lycées
ja: 学校
pt_br: Escolas

source: Stage girl
fr: Héroïne
ja: 舞台少女
pt_br: Garota de palco

source: Stage girls
fr: Héroïnes
ja: 舞台少女
pt_br: Meninas do palco

source: Discography
fr: Discographie
ja: 音楽
pt_br: Discografia

source: Memoir
fr: Mémoire
ja: メモワール一
pt_br: Memórias

source: Memoirs
fr: Mémoires
ja: メモワール一
pt_br: Memórias

source: My theater
fr: Mon théâtre
ja: 私の劇場
pt_br: Meu teatro

source: Comic
fr: Bande dessinée
ja: 漫画
pt_br: Quadrinho

source: Flower
fr: Fleur
ja: 花
pt_br: Flor

source: Wind
fr: Vent
ja: 風
pt_br: Vento

source: Cloud
fr: Nuage
ja: 雲
pt_br: Nuvem

source: Moon
fr: Lune
ja: 月
pt_br: Lua

source: Dream
fr: Rêve
ja: 夢
pt_br: Sonhe

source: Specialty
fr: Spécialité
ja: 専門
pt_br: Especialidade

source: Students
fr: Élèves
ja: 学生
pt_br: Alunos

source: Weapon
fr: Arme
ja: 武器
pt_br: Arma

source: Likes
fr: Aime
ja: いいね
pt_br: Curtidas

source: Dislikes
fr: N'aime pas
ja: 嫌い
pt_br: Não gosta

source: Front
fr: Avant
ja: 前面
pt_br: Frente

source: Rear
fr: Arrière
ja: リア
pt_br: Traseira

source: Graphic edit
fr: Graphisme et montages
ja: グラフィック編集
pt_br: Edição gráfica

source: Questionable
fr: Douteux
ja: 疑わしい
pt_br: Questionável

source: News
fr: Actualités
ja: ニュース
pt_br: Notícia

source: Lyrics
fr: Paroles
ja: 歌詞
pt_br: Letra da música

source: Less
fr: Masquer
ja: もっと少なく
pt_br: Menos

source: β-tester
fr: Beta-testeur
ja: βテスター
pt_br: testador β

source: Users who can speak {language}
fr: Utilisateurs qui parlent {language}
ja: {言語}を話すことができるユーザー
pt_br: Usuários que podem falar {idioma}

source: Website
fr: Site web
ja: ウェブサイト
pt_br: Local na rede Internet

source: Skip
fr: Passer cette étape
ja: スキップ
pt_br: Pular

source: Singers
fr: Chanteuses
ja: 歌手
pt_br: Cantores

source: Target
fr: Cible
ja: 目標
pt_br: Alvo

source: Acts
fr: Attaques
ja: 行為
pt_br: Atos

source: Number
fr: Numéro
ja: 数
pt_br: Número

source: Effective against
fr: Efficace contre
ja: に対して効果的
pt_br: Eficaz contra

source: Less effective against
fr: Moins efficace contre
ja: に対して効果が低い
pt_br: Menos eficaz contra

source: Hits more than once
fr: Frappe plusieurs fois
ja: 複数回ヒット
pt_br: Atinge mais de uma vez

source: Relive account
fr: Compte Relive
ja: アカウントを再体験
pt_br: Reviver conta

source: Buy {thing}
fr: Acheter {thing}
ja: {thing}を購入
pt_br: Compre {coisa}

source: Act
fr: Attaque
ja: 行為
pt_br: Aja

source: Cost
fr: Coût
ja: 費用
pt_br: Custo

source: Rank
fr: Rang
ja: ランク
pt_br: Classificação

source: Role
fr: Rôle
ja: 役割
pt_br: Função

source: Space
fr: Espace
ja: スペース
pt_br: Espaço

source: Casual
fr: Joueur occasionnel (casu)
ja: カジュアル

source: Hardcore
fr: Joueur hardcore
ja: ハードコア

source: Play style
fr: Style de jeu
ja: プレイスタイル
pt_br: Estilo de jogo

source: Stage of dreams level
fr: Niveau au "Stage of dreams"
ja: 夢レベルのステージ
pt_br: Nível dos sonhos

source: Platinum
fr: Platine
ja: 白金
pt_br: Platina

source: Legend
fr: Légende
ja: 伝説
pt_br: lenda

source: Vs. Revue rank
fr: Niveau au "VS. Revue"
ja: 対 レビューランク

source: Total stars bought
fr: Total d'étoiles achetées
ja: 購入した星の合計
pt_br: Total de estrelas compradas

source: Check this box if this account doesn't exist in the game.
fr: Coche cette case si ton compte n'existe pas vraiment dans le jeu.
ja: このアカウントがゲームに存在しない場合は、このボックスをチェックしてください。
pt_br: Marque esta caixa se essa conta não existir no jogo.

source: Video
fr: Vidéo
ja: ビデオ
pt_br: Vídeo

source: Department
fr: Département
ja: 部門
pt_br: Departamento

source: Introduction
fr: Présentation
ja: 前書き
pt_br: Introdução

source: General
fr: Géneral
ja: 一般的な
pt_br: Geral

source: Stage play
fr: Pièce de théâtre
ja: 舞台演技
pt_br: Peça de teatro

source: Additional
fr: Additionel
ja: 追加
pt_br: Adicional

source: Category
fr: Catégorie
ja: カテゴリー
pt_br: Categoria

source: Basic
fr: Base
ja: ベーシック

source: Climax
fr: Point d'orgue (climax)
ja: クライマックス
pt_br: Clímax

source: Auto
fr: Automatique
ja: 自動

source: Finishing
fr: Final
ja: 仕上げ
pt_br: Acabamento

source: Tips
fr: Conseils
ja: チップ
pt_br: Dicas

source: Unlock at rank {rank}
fr: Débloquer au rang {rank}
ja: ランク{rank}でアンロック
pt_br: Desbloquear na classificação {classificação}

source: Hits {number_of_times} times
fr: Frappe {number_of_times} fois
ja: {number_of_times}回ヒット
pt_br: Acerta {number_of_times} vezes

source: Front enemy
fr: Ennemi à l'avant
ja: 前敵
pt_br: Inimigo da frente

source: Front group of enemies
fr: Groupe d'ennemis à l'avant
ja: 敵の前グループ
pt_br: Grupo da frente de inimigos

source: All enemies
fr: Tous les ennemis
ja: すべての敵
pt_br: Todos os inimigos

source: After full bound break
fr: Après cassage de liens complet
ja: フルバウンドブレイク後
pt_br: Após quebra total do limite

source: AP
fr: Coût

source: ACT Power
fr: Pouvoir d'attaque
ja: ACTパワー
pt_br: Potência ACT

source: Normal defense
fr: Défense normale
ja: 通常の防御
pt_br: Defesa normal

source: Special defense
fr: Défense spéciale
ja: 特別防衛
pt_br: Defesa especial

source: Agility
fr: Agilité
ja: 機敏
pt_br: Agilidade

source: Element
fr: Élement
ja: 素子
pt_br: Elemento

source: Attacker
fr: Attaqueur
ja: アタッカー
pt_br: Atacante

source: Burn
fr: Brûle
ja: 燃やす
pt_br: Queimar

source: Debuffer
fr: Dé-buffeur
ja: デバッファ

source: Defender
fr: Défendeur
ja: ディフェンダー
pt_br: Defensor

source: Disabler
fr: Désactiveur
pt_br: Desativador

source: Nuker
fr: Atomiseur
ja: ヌカー

source: Special defender
fr: Défendeur spécial
ja: 特別ディフェンダー
pt_br: Defensor especial

source: Special defense tank
fr: Défendeur spécial tank
ja: 特殊防衛戦車
pt_br: Tanque de defesa especial

source: Upgrade
fr: Amélioration
ja: アップグレードする
pt_br: Melhoria

source: VS. Revue reward
fr: Récompense de "VS. Revue"
ja: 対。褒賞
pt_br: VS. Rever recompensa

source: Selling price
fr: Prix de vente
ja: 販売価格
pt_br: Preço de venda

source: Explanation
fr: Explication
ja: 説明
pt_br: Explicação

source: Movie
fr: Film
ja: 映画
pt_br: Filme

source: Meetups
fr: Conventions
ja: ミートアップ

source: Orchestral arrangement
fr: Arrangement orchestral
ja: オーケストラの配置
pt_br: Arranjo orquestral

source: Shoujo☆Kageki Revue Starlight (Lit. Girls☆Opera Revue Starlight) is a multi-media project produced by Bushiroad and Nelke Planning. It aims to link the world of anime and musicals together. Besides the anime series and the musical performances, the voice actresses also perform live concerts and various events for fans. The characters from the license also appear in 3 manga series and a mobile game called "Relive".
fr: Shoujo☆Kageki Revue Starlight (littéralement "Jeunes filles ☆ à l'Opéra, Revue théâtrale de lumière d'étoiles") est un projet multi-média produit par Bushiroad et Nelke Planning. Le but du projet est de combiner ensemble le monde des animes et des comédies musicales. À part les séries anime et les performances musicales, les doubleuses donnent aussi des concerts et participent à des événements où elles rencontrent leurs fans. Les personnages de la license apparaissent aussi dans 3 séries manga et un jeu mobile appelé "Relive".
ja: 少女☆かげきレヴュースターライト（Lit.Girls☆Opera Revue Starlight）は、ブシロードとネルケプランニングが制作したマルチメディアプロジェクトです。アニメとミュージカルの世界をつなぐことを目指しています。アニメシリーズやミュージカルパフォーマンスの他に、声優陣はライブコンサートやファンのためのさまざまなイベントも行っています。ライセンスのキャラクターは漫画シリーズ3とモバイルゲーム「リライブ」にも登場します。
pt_br: Shoujo ☆ Kageki Revue Starlight (Literatura feminina ☆ Opera Revue Starlight) é um projeto multimídia produzido por Bushiroad e Nelke Planning. O objetivo é conectar o mundo dos animes e musicais. Além das séries de anime e apresentações musicais, as atrizes também fazem concertos ao vivo e diversos eventos para os fãs. Os personagens da licença também aparecem em 3 séries de mangá e em um jogo para celular chamado "Relive".

source: Sitemap
fr: Plan du site
ja: サイトマップ
pt_br: Mapa do site

source: Search and filter
fr: Rechercher et filtrer
ja: 検索とフィルタリング
pt_br: Pesquisa e filtro

source: When you buy from this link, it costs you nothing extra, but we get a percentage which helps support the community and pay for the servers!
fr: Quand tu achètes depuis ce lien, ça ne te coûte rien de plus, et un petit pourcentage nous est reversé, ce qui nous permets de supporter la communauté et payer pour les serveurs !
ja: このリンクから購入すると、追加費用はかかりませんが、コミュニティのサポートとサーバーの支払いに役立つパーセンテージが提供されます！
pt_br: Quando você compra neste link, não custa nada extra, mas obtemos uma porcentagem que ajuda a apoiar a comunidade e a pagar pelos servidores!

source: Official agency profile
fr: Profil officiel d'agence
ja: 公式代理店プロフィール
pt_br: Perfil oficial da agência

source: Stories
fr: Histoires
ja: ストーリー
pt_br: Histórias

source: Gameplay
fr: Comment jouer ?
ja: ゲームプレイ
pt_br: Jogabilidade

source: Thank you for pre-registering!
fr: Merci d'avoir réservé votre nom d'utilisateur !
ja: 事前登録ありがとうございます！
pt_br: Obrigado pela pré-inscrição!

source: Users
fr: Utilisateurs
ja: ユーザー
pt_br: Comercial

source: Advent calendar
fr: Calendrier de l'avent
ja: アドベントカレンダー
pt_br: Calendário do Advento

source: Optional
fr: Facultatif
ja: オプション
pt_br: Opcional

source: {thing} required.
fr: {thing} obligatoire.
ja: {thing}が必要です。
pt_br: {coisa} necessária.

source: Past tags
fr: Hashtags passés
ja: 過去のタグ
pt_br: Tags anteriores

source: Original
fr: Originale
ja: 元の

source: High quality
fr: Haute qualité
ja: 高品質
pt_br: Alta qualidade

source: Your inbox is only open to people you follow, and you're not following anyone.
fr: Ta boîte de réception n'est ouverte qu'aux personnes que tu suis, et tu ne suis personne pour le moment.
ja: 受信トレイはあなたがフォローしている人だけが閲覧でき、あなたは誰もフォローしていません。
pt_br: Sua caixa de entrada está aberta apenas para as pessoas que você segue e você não está seguindo ninguém.

source: Hey, look! I'm on {site}! Follow me ♥︎
fr: Coucou, je suis sur {site} ! Viens me suivre ♥
ja: ねえ、見て！私は{サイト}にいます！フォローミー♥︎
pt_br: Ei, olha! Estou no {site}! Siga-me ♥ ︎

source: How to get badges?
fr: Comment obtenir des badges ?
ja: バッジを取得するには？
pt_br: Como obter crachás?

source: Collect them all!
fr: Collectionne-les tous !
ja: それらをすべて集めよう！
pt_br: Colete-os todos!

source: Prizes
fr: Prix
ja: 賞品
pt_br: Prémios

source: Your inbox is closed.
fr: Ta boîte de réception est fermée.
ja: 受信トレイが閉じています。
pt_br: Sua caixa de entrada está fechada.

source: Happy New Year!
fr: Bonne année !
ja: 明けましておめでとうございます！
pt_br: Feliz Ano Novo!

source: Happy Lunar New Year!
fr: Joyeux nouvel an chinois !
ja: 旧正月、明けましておめでとうございます！
pt_br: Feliz Ano Novo Lunar!

source: Happy Valentine's Day!
fr: Joyeuse Saint Valentin !
ja: ハッピーバレンタインデー！
pt_br: Feliz Dia dos namorados!

source: Happy Leap Day!
fr: Joyeux jour intercalaire !
ja: 幸せなうるう日！
pt_br: Feliz dia do pulo!

source: Happy White Day!
fr: Joyeux White Day !
ja: ハッピーホワイトデー！
pt_br: Feliz dia branco!

source: Happy St Patrick's Day!
fr: Joyeuse Saint Patrick !
ja: 楽しいセント・パトリック・デイを過ごしてね！
pt_br: Feliz dia de St.Patrick!

source: Happy April Fool's Day!
fr: Poisson d'Avril !
ja: ハッピーエイプリルフール！
pt_br: Feliz dia da mentira!

source: Happy Easter!
fr: Joyeuses Pâques !
ja: イースター、おめでとう！
pt_br: Feliz Páscoa!

source: May the Fourth be with you!
fr: Que la force soit avec toi ! (May the 4th be with you)
ja: フォースがあなたと一緒にいられますように！
pt_br: Que a quarta esteja com você!

source: Happy Pride Month!
fr: Joyeux mois des fierté !
ja: プライド月間ハッピー！
pt_br: Mês feliz do orgulho!

source: Happy Thanksgiving!
fr: Joyeux Thanksgiving !
ja: 幸せな感謝祭！
pt_br: Feliz Dia de Ação de Graças!

source: Merry Christmas!
fr: Joyeux Noël !
ja: メリークリスマス！
pt_br: Feliz Natal!

source: Learn a few tips and tricks to help you easily use {site}.
fr: Apprends quelques trucs et astuces qui peuvent t'aider à utiliser {site}.
ja: {site}を簡単に使用するためのヒントとコツをいくつか紹介します。
pt_br: Aprenda algumas dicas e truques para ajudar você a usar {site} com facilidade.

source: Map of all {license} fans around the world.
fr: Carte de tous les fans de {license} du monde.
ja: 世界中のすべての{license}ファンの地図。
pt_br: Mapa de todos os fãs de {license} ao redor do mundo.

source: Credits
fr: Crédits
ja: クレジット
pt_br: Créditos

source: LIVE Carnival
fr: Carnaval en direct
ja: LIVEカーニバル
pt_br: Carnaval ao vivo

source: Hold
fr: Retiens
ja: ホールド
pt_br: Aguarde

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and hold notes a {skill_value2}% score bonus in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que toutes les notes "Perfect" reçoivent un bonus de score de {skill_value}%, et que les notes retenues reçoivent un bonus de score de {skill_value2}% les prochaines {skill_duration} secondes.
ja: {trigger_value}秒ごとに、{trigger_chance}％の確率でパーフェクトノートに{skill_value}％のスコアボーナスが与えられ、次の{skill_duration}秒でノートに{skill_value2}％のスコアボーナスが与えられます。
pt_br: A cada {trigger_value} segundos, há uma chance de {trigger_chance}% de que as notas do Perfect recebam um bônus de pontuação de {skill_value}% e mantenha um bônus de pontuação de {skill_value2}% nos próximos segundos de {skill_duration}.

source: For the next {duration} seconds, score of PERFECT notes boosted by +{percentage}%, or +{cond_percentage}% if your team consists of only {influence} members
fr: Le score des notes PERFECT sera reenforcé de +{percentage}%, ou de +{cond_percentage}% si ton équipe est composée uniquement de membres de {influence}, pendant les {duration} prochaines secondes.
ja: 次の{duration}秒間、PERFECTノートのスコアは+ {percentage}％増加します。チームが{influence}メンバーのみで構成されている場合は+ {cond_percentage}％増加します
pt_br: Nos próximos {duration} segundos, a pontuação das notas PERFECT aumentadas em + {percent}% ou + {cond_percentage}% se o seu time consistir em apenas membros {influência}

source: For the next {duration} seconds, score boosted by +{percentage}% (+{cond_percentage}% if your team consists of only {influence} members) until a {note_type} note is hit, then score boosted by +{alt_percentage}%
fr: Le score sera réenforcé de +{percentage}% ou de +{cond_percentage}% si ton équipe est composée uniquement de membres de {influence}, jusqu'à ce que tu fasse une note {note_type}, puis le score sera réenforcé de +{alt_percentage}%, le tout pendant les {duration} prochaines secondes.
ja: 次の{duration}秒間、スコアが+ {percentage}％（チームが{influence}のメンバーのみで構成されている場合は+ {cond_percentage}％）、{note_type}のノートがヒットするまでブーストされ、その後+ {alt_percentage}ブーストされます。 ％
pt_br: Nos próximos {duration} segundos, a pontuação é aumentada em + {percent}% (+ {cond_percentage}% se o seu time consiste em apenas {influência} membros) até que uma nota {note_type} seja atingida, e a pontuação aumentada em + {alt_percentage} %

source: Gallery of {license} images
fr: Gallerie d'images de {license}
ja: {license}画像のギャラリー
pt_br: Galeria de imagens de {license}

source: Show {thing}
fr: Voir {thing}
ja: {thing}を表示
pt_br: Mostrar {coisa}

source: Guests
fr: Les invités
ja: ゲスト
pt_br: Convidados

source: Hide {thing}
fr: Cacher {thing}
ja: {もの}を隠す
pt_br: Ocultar {coisa}

source: All members
fr: Tous les membres
ja: 全員
pt_br: Todos os membros

source: Appeal
fr: Charme
ja: アピール
pt_br: Recurso

source: Stamina
fr: Endurance
ja: 元気
pt_br: Energia

source: Passive
fr: Passif
ja: 受動的
pt_br: Passiva

source: Limit break
fr: Rupture de limite
ja: 限界を破る
pt_br: Quebra de limite

source: Episode
fr: Épisode
ja: エピソード
pt_br: Episódio

source: Chapter
fr: Chapitre
ja: 章
pt_br: Capítulo

source: Post
fr: Article
ja: 役職
pt_br: Postar

source: Posts
fr: Articles
ja: 投稿
pt_br: Postagens

source: Glowing
fr: Néon
ja: 輝く
pt_br: Brilhante

source: Year
fr: Année
ja: 年
pt_br: Ano

source: Skills
fr: Pouvoirs
ja: スキル
pt_br: Habilidades

source: Still
fr: Image fixe
ja: まだ
pt_br: Ainda

source: Stills
fr: Images fixes
ja: 静止画

source: Story
fr: Histoire
ja: 物語
pt_br: História

source: Elegant
fr: Élegant
ja: エレガント
pt_br: Elegante

source: Natural
fr: Naturel
ja: ナチュラル

source: Guest
fr: Invité
ja: ゲスト
pt_br: Hóspede

source: No attribute
fr: Pas d'attribut
ja: 属性なし
pt_br: Nenhum atributo

source: Symbol
fr: Symbole
ja: シンボル
pt_br: Símbolo

source: Lighstick color
fr: Couleur de bâton lumineux
ja: ライトスティック色
pt_br: Cor Lighstick

source: Call and response
fr: Appels de foule
ja: 呼び出しと応答
pt_br: Chamada e resposta

source: Game
fr: Jeu
ja: ゲーム
pt_br: jogos

source: Abstract
fr: Abstrait
ja: 概要
pt_br: Resumo

source: Blurry
fr: Flou
ja: ぼやけた
pt_br: Embaçado

source: Show
fr: Démonstration
ja: 公演
pt_br: exposição

source: Guard
fr: Garde
ja: ガード
pt_br: Guarda

source: Voltage
fr: Tension
ja: 電圧
pt_br: Voltagem

source: Max trained
fr: Entraînement maximum
ja: マックストレーニング済み
pt_br: Max treinado

source: Affects
fr: Affecte
ja: 対象
pt_br: Afeta

source: Chapter {number}
fr: Chapitre {number}
ja: チャプター{番号}
pt_br: Capítulo {número}

source: Episode {number}
fr: Épisode {number}
ja: エピソード{番号}
pt_br: Episódio {número}

source: Outfit unlocked
fr: Tenue débloquée
ja: 服のロックが解除されました
pt_br: Equipamento desbloqueado

source: Story unlocked
fr: Histoire débloquée
ja: ストーリーのロックが解除されました
pt_br: História desbloqueada

source: {name}'s birthday party {year}
fr: Fête d'anniversaire de {name} {year}
ja: {名前}の誕生日パーティー{年}
pt_br: Festa de aniversário de {name} {year}

source: What's your Love Live! story?
fr: C'est quoi ta Love Live! story ?
ja: あなたのラブライブは何ですか！物語？
pt_br: Qual é o seu amor ao vivo! história?

source: How to install {app}?
fr: Comment installer {app} ?
ja: {app}をインストールするには？
pt_br: Como instalar o {app}?

source: Happy Pi Day!
fr: Joyeuse journée de pi !
ja: ハッピーパイデー！
pt_br: Feliz Dia do Pi!

source: Happy Cinco de Mayo!
fr: Joyeux Cinco de Mayo !
ja: 幸せなシンコデマヨ！
pt_br: Feliz Cinco de Mayo!

source: Event participation
fr: Participation à l'événement

source: Event participations
fr: Participations à l'événement

source: Happy Hanukkah!
fr: Joyeux Hanouka !

source: Next {thing}
fr: Prochain(e) {thing}

source: Previous {thing}
fr: Précédent(e) {thing}

source: FULL version
fr: Version COMPLÈTE

source: Full
fr: Complet(e)

source: Third
fr: Troisième

source: Junior Second
fr: Sénior deuxième

source: Initial
fr: Initiale

source: Chapters
fr: Chapitres

source: Bond episodes
fr: Épisodes "bond"

source: Main story
fr: Histoire principale

source: Play a song to unlock the next episode!
fr: Joue une chanson pour débloquer le prochain épisode !

source: Event episodes
fr: Épisodes d'événements

source: Made by {username}
fr: Fait par {username}

source: Yuigaoka Girls' High School
fr: Lycée pour filles Yuigaoka

source: 3D Model
fr: Modèle en 3D

source: Pre-release
fr: Date de sortie en avant-première

source: Big Live Show songs
fr: Chanson de "Big Live Show"

source: Booster item
fr: Objet de boost

source: Boosted idols
fr: Idoles boostées

source: Summary
fr: Résumé

source: Side episodes
fr: Épisodes "side"

source: Unlocked song(s)
fr: Chanson(s) débloquée(s)

source: Point event
fr: Événement de points

source: Medal gacha event
fr: Événement de gacha de médailles

source: Notification
ja: 通知
pt_br: Notificação

source: Notifications
ja: 通知
pt_br: Notificações

source: Description
ja: 説明
pt_br: Descrição

source: Wiki
ja: ウィキ

source: Emails
ja: Eメール

source: F.A.Q.
ja: よくある質問

source: Message
ja: メッセージ
pt_br: Mensagem

source: Images
ja: 画像
pt_br: Imagens

source: Pokédex
ja: ポケデックス

source: Types
ja: タイプ
pt_br: Tipos

source: Dragon
ja: ドラゴン
pt_br: Dragão

source: Poison
ja: どく
pt_br: Veneno

source: Normal
ja: ノーマル

source: Pokémon
ja: ポケモン

source: Simple
ja: シンプル
pt_br: Simples

source: Global
ja: グローバル

source: Type
ja: タイプ
pt_br: Tipo

source: T{} points
ja: T {}ポイント
pt_br: T{} pontos

source: Vocal
ja: ボーカル

source: Cool
ja: クール

source: Cancer
ja: 蟹座
pt_br: Câncer

source: Rare
ja: レア
pt_br: Raro

source: Super super rare
ja: SSレア
pt_br: Super Super RAro

source: Signature
ja: サイン
pt_br: Assinatura

source: Transparent
ja: 透過
pt_br: Transparente

source: Puchi
ja: ぷち

source: Minimum
ja: 最低
pt_br: Mínimo

source: Maximum
ja: 最高
pt_br: Máximo

source: Cosplay
ja: コスプレ

source: Anime
ja: アニメ

source: Fans
ja: ファン数
pt_br: Fãs

source: LIVE Parade
ja: LIVEパレード

source: Badge
ja: バッジ
pt_br: Insígnia

source: Badges
ja: バッジ
pt_br: Insígnias

source: Bronze
ja: ブロンズ

source: Performance
ja: パフォーマンス

source: Technique
ja: テクニック
pt_br: Técnica

source: minutes
ja: 分
pt_br: minutos

source: Source
ja: 源
pt_br: Fonte

source: Instrument
ja: 楽器
pt_br: Instrumento

source: Collected {thing}
ja: {thing}を収集しました

source: Email
ja: イーメール

source: Concentration
ja: コンセントレーション
pt_br: Concentração

source: Gacha
ja: ガチャ

source: Date
ja: 日付
pt_br: Data

source: Romaji
ja: ローマ字

source: Notes
ja: ノーツ
pt_br: Notas

source: Expert
ja: 専門家

source: Chibi
ja: チビ

source: Min
ja: 最小
pt_br: Mínimo

source: Max
ja: マックス
pt_br: Máximo

source: Permanent
ja: 恒久的
pt_br: Permanente

source: {} notes
ja: {}ノーツ
pt_br: {} notas

source: Version
ja: バージョン
pt_br: Versão

source: Score
ja: 得点
pt_br: Pontuação

source: BanG Dream!
ja: バンドリ！

source: Girls Band Party
ja: ガールズバンドパーティ

source: Love gems
ja: ラブカストーン

source: Twitter
ja: ツイッター

source: NSFW
ja: 閲覧注意
