Repository: MagiCircles/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt_br

source: Chitose Bridge High School
fr: Lychée du pont de Chitose
ja: 千歳橋高校
pt_br: Colegial da Ponte Chitose

source: Seiran High School
fr: Lycée Seiran
ja: 青藍高校
pt_br: Colegial SEiran

source: Shinonome Academy
fr: Académie Shinonome
ja: 東雲学院
pt_br: Academia Shinonome

source: Shion Girls' Academy
fr: Académie pour filles Shion
ja: 紫苑女学院
pt_br: Academia de Garotas Shion

source: Touou Academy
fr: Académie Touou
ja: 藤黄学園
pt_br: Academia Touou

source: Y.G. International Academy
fr: Académie internationale Y.G.
ja: Y.G.国際学園
pt_br: Academia Internacional Y.G.

source: Nijigasaki High School
fr: Lycée Nijigasaki
ja: 虹ヶ咲学園
pt_br: Colegial Nijigasaki

source: Uranohoshi Girls' High School
fr: Lycée pour filles Uranohoshi
ja: 浦の星 女学院
pt_br: Colegial de Garotas Uranohoshi

source: Otonokizaka Academy
fr: Académie Otonokizaka
ja: 国立音ノ木坂学院
pt_br: Academia Otonokizaka

source: School year
fr: Année scolaire
ja: 学年
pt_br: Ano escolar

source: Blood type
fr: Groupe sanguin
ja: 血液型
pt_br: Tipo sanguíneo

source: {nth} year
fr: {nth} année
ja: {n}}年
pt_br: {nth} ano

source: Contributors
fr: Contributeurs
ja: 寄稿者
pt_br: Contribuidores

source: View model
fr: Voir le modèle en Live2D
ja: モデルを見る
pt_br: Visualizar modelo

source: Controls
fr: Commandes
ja: コントロール
pt_br: Controles

# BanPa model viewer
source: Model
fr: Modèle
ja: 型番
pt_br: Modelo

# BanPa model viewer
source: Breathe
fr: Respire
ja: 呼吸する
pt_br: Respirar

# BanPa model viewer
source: Blink
fr: Cligne des yeux
ja: まばたき
pt_br: Piscar

# BanPa model viewer
source: Sway
fr: Dandine
ja: 揺れる
pt_br: Balanço

# BanPa model viewer
source: Loop
fr: Boucle
ja: ループ
pt_br: Repetir

# BanPa model viewer
source: Screenshot
fr: Capture d'écran
pt_br: Captura de tela

# BanPa model viewer
source: (with background)
fr: (avec image de fond)
ja: （背景あり）
pt_br: (com plano de fundo)

source: All perfect
fr: Toutes les notes PERFECT
ja: すべて完璧
pt_br: Tudo perfeito

source: Thank you Yurishii
fr: Merci Yurishii
ja: ゆりしぃ☆ ありがとう
pt_br: Obrigado Yurishii

source: Hot
fr: À la une

source: How often do you hit PERFECT notes?
fr: Quelle pourcentage de notes est PERFECT quand tu joues ?
ja: どのくらいの頻度で完璧なノートを叩きますか？
pt_br: Com que freqência você acerta notas PERFECT?

source: How often is your life above 900?
fr: Quelle pourcentage de la chanson tu vie est à plus de 900 ?
ja: あなたの人生はどのくらいの頻度で900を超えていますか？
pt_br: Com que frequência a sua vida está acima de 9000?

source: Item
fr: Objet
ja: アイテム

source: Items
fr: Objets
ja: アイテム
pt_br: Itens

source: Area
fr: Zone
ja: 範囲
pt_br: Área

source: Gallery
fr: Gallerie
ja: ギャラリー
pt_br: Galeria

source: Area item
fr: Objet dans une zone
ja: エリアアイテム
pt_br: Item de área

source: Area items
fr: Objets dans les zones
ja: エリアアイテム
pt_br: Itens de área

source: Asset
fr: Fichier
ja: 資産
pt_br: De ativos

source: Assets
fr: Fichiers
ja: 資産
pt_br: Ativos

source: Quantity
fr: Quantité
ja: 量
pt_br: Quantidade

source: Comics
fr: Bande dessinées
pt_br: Quadrinhos

source: Backgrounds
fr: Fonds d'écran
ja: 背景
pt_br: Planos de Fundo

source: Stamps
fr: Timbres
pt_br: Selos

source: Titles
fr: Titres
ja: タイトル
pt_br: Títulos

source: Outdoor
fr: Dehors
ja: アウトドア
pt_br: Exterior

source: Indoor
fr: Dedans
ja: 屋内
pt_br: Interior

source: Stage
fr: Scène
pt_br: Palco

source: Home
fr: Maison
ja: ホーム
pt_br: Casa

source: Dating spot
fr: Parfait pour un rendez-vous
ja: 出会い系スポット
pt_br: Local de Encontro

source: Costume type
fr: Type de costume
pt_br: Tipo de Figurino

source: Change My Mind Challenge
fr: Défi "change mon avis"
ja: 私の心の挑戦を変える
pt_br: Desafio Mude Minha Opinião

source: Worldwide version
fr: Version internationale
pt_br: Versão mundial

source: Chinese version
fr: Version chinoise
ja: 中国のサーバー
pt_br: Versão chinesa

source: Score Match
fr: Match de scores
ja: スコアマッチ
pt_br: Partida de Pontuação

source: Medley Festival
fr: Féstival de mélanges
ja: メドレーフェスティバル
pt_br: Festival de Medley

source: Challenge Festival
fr: Féstival de défis
ja: チャレンジフェスティバル
pt_br: Festival de Desafio

source: Adventure Stroll
fr: Promenade des aventures
ja: 冒険散歩
pt_br: Passeio da Aventura

source: Friendly Match
fr: Défis amicaux
ja: 親善試合
pt_br: Partida Amigável

source: Edit your {thing}
fr: Modifier {thing}
ja: {thing}を編集
pt_br: Edite a sua {thing}

source: If you delete this {thing} ({instance}), the following will automatically be deleted as well:
fr: Si tu supprimes ce {thing} ({instance}), tout ce qui est ci-dessous sera également supprimé :
ja: この{thing}（{instance}）を削除すると、次のものも自動的に削除されます：
pt_br: Se você deletar esta {thing} ({instance}), os seguintes serão automaticamente deletados também:

source: Are you sure you want to delete this {thing} ({instance})?
fr: Es-tu sûr de vouloir supprimer ce {thing} ({instance}) ?
ja: この{thing}（{instance}）を削除してもよろしいですか？
pt_br: Tem certeza de que você quer deletar esta {thing} ({instance})?

source: Medal
fr: Médaille
ja: メダル
pt_br: Medalha

source: Gym
fr: Arène
ja: ジム
pt_br: Academia

source: Happy Birthday
fr: Joyeux Anniversaire
ja: お誕生日おめでとう
pt_br: Feliz Aniversário

source: Classroom
fr: Salle de classe
ja: 教室
pt_br: Sala de aula

source: Official art
fr: Images officielles
ja: 公式アート
pt_br: Arte oficial

source: Rerun
fr: Rediffusion
ja: 再実行
pt_br: Executar novamente

source: Copied
fr: Copié
ja: コピーしました
pt_br: Copiado

source: Archived
fr: Archivé
ja: アーカイブ済み
pt_br: Arquivado

source: Unarchived
fr: Désarchivé
ja: アーカイブされていません
pt_br: Desarquivado

source: Popular
fr: Populaire
ja: 人気

source: New
fr: Récent
pt_br: Novo

source: Staff picks
fr: Choix de l'équipe
pt_br: Escolhas da equipe

source: Customize profile
fr: Personnaliser ton profil
ja: プロファイルをカスタマイズ
pt_br: Customizar perfil

source: Hide archived activities
fr: Cacher les activités archivées
ja: アーカイブされたアクティビティを非表示にする
pt_br: Esconder atividades arquivadas

source: Unarchive
fr: Désarchiver
ja: アーカイブ解除
pt_br: Desarquivar

source: Archive
fr: Archiver
ja: アーカイブ
pt_br: Arquivo

source: Premium feature
fr: Fonctionnalité premium
ja: プレミアム機能
pt_br: Recurso premium

source: You might be the first person who sees these activities!
fr: C'est peut-être la première fois que quelqu'un voit ces activités !
ja: あなたはこれらの活動を見た最初の人かもしれません！
pt_br: Você pode ser a primeira pessoa a ver estas atividades!

source: If you see anything that doesn't follow our rules, please help us by reporting it.
fr: Donc si tu vois des enfreintes à nos règles, n'hésite pas à utiliser le bouton pour signaler.
ja: ルールに違反しているものがあれば、報告してください。
pt_br: Se você ver algo que não seguir nossas regras, por favor nos ajude denunciando.

source: Custom link
fr: Lien personnel
ja: カスタムリンク
pt_br: Link personalizado

source: When someone likes an activity you archived.
fr: Quand quelqu'un aime une activité que tu as archivé.
ja: 誰かがあなたがアーカイブした活動が好きなとき。
pt_br: Quando alguém gosta de uma atividade que você arquivou.

source: Preferences
fr: Préférences
ja: 環境設定
pt_br: Preferências

source: More
fr: Plus
ja: もっと
pt_br: Mais

source: Can't use Patreon?
fr: Faire une donation depuis une autre plateforme que Patreon
ja: Patreonを使用できませんか？
pt_br: Não pode usar Patreon?

source: Goal
fr: Objectif
ja: ゴール
pt_br: Objetivo

source: Total spent
fr: Total dépensé
ja: 費やした合計
pt_br: Total gasto

source: Life Sparkle
fr: Étincelle de vie
ja: ライフスパークル
pt_br: Brilho de Vida

source: Tricolor Synergy
fr: Synergie des trois couleurs
ja: トリコロールシナジー
pt_br: Sinergia Tricolor

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance to activate the previous skill again for {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que le pouvoir précédemment activé s'active à nouveau les prochaines {skill_duration} secondes.
ja: {trigger_value}秒ごとに、{trigger_chance}％の確率で前のスキルを{skill_duration}秒間再度アクティブ化します。
pt_br: Para cada {trigger_value} segundos, há uma chance de {trigger_chance}% de ativar a habilidade anterior novamente por {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra combo bonus based on your current health for {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que tu gagnes un bonus de combo basé sur tes points de vie actuels les prochaines {skill_duration} secondes.
ja: {trigger_value}秒ごとに、{skill_duration}秒間の現在のヘルスに基づいて、{trigger_chance}％の確率で追加のコンボボーナスを獲得できます。
pt_br: Para cada {trigger_value} segundos, há uma chance de {trigger_chance}% de que você ganhará um bônus de combo extra baseado na sua saúde atual durante {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that with all three types of idols on the team, you will gain an extra {skill_value2}% combo bonus, and Perfect notes will receive a {skill_value}% score bonus plus restore {skill_value3} life, for {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que tu gagnes {skill_value2}% de bonus de combo, que les notes PERFECT te fassent gagner un bonus de {skill_value}%, et que tu gagnes {skill_value3} point(s) de vie, et ce pendant les prochaines {skill_duration} secondes, mais uniquement si tu as les trois types d'idoles dans ton équipe.
ja: {trigger_value}秒ごとに、{trigger_chance}％の確率で、チームの3種類のアイドルすべてで、追加の{skill_value2}％コンボボーナスを獲得し、パーフェクトノートには{skill_value}％スコアボーナスが付与されますさらに、{skill_duration}秒間、{skill_value3}のライフを回復します。
pt_br: A cada {trigger_value} segundos, existe uma chance de {trigger_chance}% de que, com todos os três tipos de ídolos do time, você ganhará um bônus extra de {skill_value2}%, e as Notas perfeitas receberão um bônus de pontuação de {skill_value}% além de restaurar a vida útil de {skill_value3}, por {skill_duration} segundos.

source: Princess
fr: Princesse
ja: プリンセス
pt_br: Princesa

source: Cheer
fr: Encouragement
ja: 乾杯
pt_br: Torcer

source: Cinderella Charm
fr: Le charme de Cendrillon
ja: シンデレラチャーム
pt_br: Cinderela Charme

source: Fortune Present
fr: Le cadeau de bonne fortune
ja: フォーチュンプレゼント
pt_br: Presente da fortuna

source: Raises {leader_skill_type} of all {idol_type} idols by {leader_skill_percent}% when there are only {idol_type} idols on the team.
fr: Augmente {leader_skill_type} de toutes les idoles {idol_type} de {leader_skill_percent}% quand il y a uniquement des idoles de type {idol_type} dans ton équipe.
ja: チームに{idol_type}のアイドルしかない場合、すべての{idol_type}アイドルの{leader_skill_type}を{leader_skill_percent}％引き上げます。
pt_br: Gera {leader_skill_type} de todos os {idol_type} ídolos em {leader_skill_percent}% quando há apenas {idol_type} ídolos na equipe.

source: Raises {leader_skill_type} of all idols by {leader_skill_percent}% when there are {all_types} idols on the team.
fr: Augmente {leader_skill_type} de toutes les idoles de {leader_skill_percent}% quand il y a des idoles de types {all_types} dans ton équipe.
ja: チームに{all_types}人のアイドルがいる場合、すべてのアイドルの{leader_skill_type}を{leader_skill_percent}％引き上げます。
pt_br: Aumenta {leader_skill_type} de todos os ídolos em {leader_skill_percent}% quando há {all_types} ídolos na equipe.

source: Increases fan gain by {leader_skill_percent}% when you finish a live.
fr: Augmente les points de fans de {leader_skill_percent}% à la fin de la chanson.
ja: ライブ終了時にファンゲインが{leader_skill_percent}％増加します。
pt_br: Aumenta o ganho de fãs em {leader_skill_percent}% quando você termina um show.

source: Gives extra rewards when you finish a live.
fr: Donne des récompenses en plus à la fin de la chanson.
ja: ライブを終了すると、追加の報酬を提供します。
pt_br: Dá recompensas extras quando você termina um show.

source: {type} appeal
fr: Charme de {type}
ja: {type}の申し立て
pt_br: recurso de {type}

source: Skill probability
fr: La probabilité que le pouvoir s'active
ja: スキル確率
pt_br: Probabilidade de habilidade

source: Status
fr: Statut
ja: 状態
pt_br: Estado

source: Past
fr: Passé
ja: 過去
pt_br: Passado

source: Current
fr: En cours
ja: 電流
pt_br: Atual

source: Future
fr: Futur
ja: 未来
pt_br: Futuro

source: Scouting
fr: Recrutement
ja: スカウト
pt_br: Escotismo

source: Swearing
fr: Vulgarité
ja: 悪態
pt_br: Palavrões

source: End of new messages
fr: Fin des nouveaux messages
ja: 新しいメッセージの終わり
pt_br: Fim de novas mensagens

source: Private messages
fr: Messages privés
pt_br: Mensagens privadas

source: Send a message
fr: Envoyer un message
ja: メッセージを送る
pt_br: Envie uma mensagem

source: Private message
fr: Message privé
pt_br: Mensagem privada

source: Inbox
fr: Boîte de réception
ja: ダイレクトメッセージ
pt_br: Caixa de entrada

source: Back to {page_name}
fr: Retour vers {page_name}
ja: {page_name}へ戻る
pt_br: Voltar para {page_name}

source: You are not allowed to send private messages.
fr: Tu n'es pas autorisé à envoyer des messages privés.
ja: プライベートメッセージを送信することはできません。
pt_br: Você não tem permissão para enviar mensagens privadas.

source: Take some time to play around {site_name} to unlock this feature!
fr: Prends le temps d'essayer les différentes fonctionnalités de {site_name} pour débloquer cette fonctionnalité.
ja: しばらく時間をかけて{site_name}をいじって、この機能のロックを解除してください！
pt_br: Reserve um tempo para brincar com {site_name} para desbloquear esse recurso!

source: Anyone
fr: N'importe qui
ja: 誰でも
pt_br: Alguém

source: Only people I follow
fr: Uniquement les personnes que je suis
ja: フォローしている人だけ
pt_br: Apenas pessoas que eu sigo

source: Nobody
fr: Personne
ja: だれも
pt_br: Ninguém

source: Who is allowed to send you private messages?
fr: Qui peut t'envoyer des messages privés ?
ja: プライベートメッセージを送信できるのは誰ですか？
pt_br: Quem tem permissão para enviar mensagens privadas?

source: You have a new private message from {}.
fr: Tu as reçu un nouveau message de la part de {}.
ja: {}からの新しいプライベートメッセージがあります。
pt_br: Você tem uma nova mensagem privada de {}.

source: When someone sends you a private message.
fr: Quand quelqu'un t'envoie un message privé.
ja: 誰かがあなたにプライベートメッセージを送ったとき。
pt_br: Quando alguém lhe envia uma mensagem privada.

source: Close
fr: Fermer
ja: とじる
pt_br: Fechar

source: Remind me later
fr: Rappel plus tard
ja: 後で通知する
pt_br: Lembre-me mais tarde

source: Don't show this again
fr: Ne plus jamais afficher
ja: 今後これを表示しない
pt_br: Não mostrar isso novamente

source: Your email address is invalid.
fr: Ton adresse e-mail est invalide.
ja: あなたのメールアドレスは無効です。
pt_br: Seu endereço de e-mail é inválido.

source: Some features might not work properly.
fr: Certaines fonctionnalités ne peuvent pas être utilisées.
ja: 一部の機能が正しく動作しない場合があります。
pt_br: Alguns recursos podem não funcionar corretamente.

source: Wiki home
fr: Page d'accueil du wiki
ja: Wikiホーム
pt_br: Página inicial da Wiki

source: Focus
fr: Concentration
ja: フォーカス
pt_br: Foco

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and you will gain an extra {skill_value2}% combo bonus for {skill_duration} seconds
fr: Toutes les {trigger_value} secondes, {trigger_chance}% de chance que, pendant {skill_duration} prochaines secondes, les notes PERFECT reçoivent un bonus de {skill_value}% pendant les {skill_duration} prochaines secondes.
ja: {trigger_value}秒ごとに、{trigger_chance}％の確率で、パーフェクトノートに{skill_value}％のスコアボーナスが付与され、{skill_value2}％のコンボボーナスを{skill_duration}秒間獲得できます
pt_br: A cada {trigger_value} segundos, há uma chance de {trigger_chance}% de que as notas perfeitas recebam um bônus de pontuação de {skill_value}%, e você receberá um bônus de combinação extra de {skill_value2}% por {segundos_duração}

source: VS Live
fr: Chansons l'un contre l'autre
ja: 対バンライブ

source: Collab
fr: Collaboration
ja: コラボ

source: Dengeki G's magazine
fr: Magazine Dengeki G
ja: 電撃G's magazine
pt_br: Revista Dengeki G

source: Seasonal
fr: Saisonnier
pt_br: Sazonal

source: Thank you Ake-san
fr: Merci Ake-san
pt_br: Obrigado Ake-san

source: Playground
fr: Compte de test
ja: 遊び場
pt_br: Parque infantil

source: Sunset
fr: Coucher de soleil
ja: 日没
pt_br: Pôr do sol

source: Night
fr: Nuit
ja: 夜
pt_br: Noite

source: Rain
fr: Pluie
ja: 雨
pt_br: Chuva

source: Snow
fr: Neige
ja: 雪
pt_br: Neve

source: Cherry blossoms
fr: Cerisiers en fleurs
ja: 桜
pt_br: flores de cerejeira

source: Fireworks
fr: Feux d'artifice
ja: 花火
pt_br: Fogos de artifício

source: This is {month}'s badge. It's limited to this month only, and only our donators can get it. It's not too late! If you donate now, it will appear on your profile.
fr: Voici le badge du mois de {month}. Il est donné en édition limité pour ce mois-ci uniquement ! Si tu le veux, il n'est pas trop tard : dès ta première donation, tu le recevras directement sur ton profil.
ja: これは{month}のバッジです。それは今月のみに限定されており、寄付者だけがそれを手に入れることができます。遅すぎることはありません！今寄付すると、あなたのプロフィールに表示されます。
pt_br: Este é o crachá de {month}. É limitado apenas a este mês, e somente nossos doadores podem obtê-lo. Não é tão tarde! Se você doar agora, ele aparecerá no seu perfil.

source: Background
fr: Image de fond
pt_br: fundo

source: {nth} Favorite {thing}
fr: {nth} {thing} préféré(e)
ja: {nth}好きな{thing}
pt_br: {nth} {thing} Favorito

source: Character
fr: Personnage
pt_br: Personagem

source: Mission Live
fr: Mission en direct
ja: ミッションライブ

source: School Idol Contest
fr: Concours de School Idols
ja: スクールアイドルコンテスト

source: School Idol Trivia
fr: Quizz de School Idols
ja: スクールアイドルトリビア

source: School Idol Memory
fr: Trouve les paires d'idols
ja: スクールアイドルメモリー

source: Voice actresses
fr: Doubleuses
ja: 声優
pt_br: Atrizes de voz

source: Episodes
fr: Épisodes
ja: エピソード
pt_br: Episódios

source: Official merchandise
fr: Produits dérivés officiels
ja: 公式グッズ
pt_br: Mercadoria oficial

source: Fan-made items
fr: Le coin des créateurs
ja: ファン製アイテム
pt_br: Itens feitos por fãs

source: Commissions
fr: Illustrations personalisées
ja: 手数料
pt_br: Comissões

source: Fan edits
fr: Graphistes
ja: ファンの編集
pt_br: Edições de fãs

source: Fan fictions
fr: Fanfics
ja: ファンフィクション
pt_br: Ficções dos fãs

source: Community events
fr: Meetups
ja: コミュニティイベント
pt_br: Eventos da comunidade

source: Games
fr: Jeux
ja: ゲーム
pt_br: Jogos

source: Shop
fr: Boutique en ligne
ja: ショップ
pt_br: fazer compras

source: Always post activities in {language}
fr: Je rédige généralement mes activités en {language}
ja: アクティビティは常に{language}で投稿してください
pt_br: Postar atividades em {language}

source: Locations
fr: Endroits
ja: 場所
pt_br: Localizações

source: For the next {duration} seconds, if life is {stamina} or above, score boosted by +{percentage}%, otherwise score boosted by +{alt_percentage}%
fr: Pendant les {duration} prochaines secondes, si tu as {stamina} points de vie ou plus, ton score sera reenforcé de +{percentage}%, sinon, ton score sera réenforcé de {alt_percentage}%
ja: {duration}秒間スコアが{percentage}%UP、発動時に自分のライフが{stamina}以上の場合はスコアが{alt_percentage}%UPする
pt_br: Pelos próximos {duration} segundos, se a vida está acima de {stamina}, a pontuação é aumentada em +{percentage}%, senão, a pontuação é aumentada em +{alt_percentage}%

source: For the next {duration} seconds, if life is {stamina} or above, score boosted by +{percentage}%, otherwise restores life by {alt_stamina}
fr: Pendant les {duration} prochaines secondes, si tu as {stamina} points de vie ou plus, ton score sera reenforcé de +{percentage}%, sinon, tu gagneras {alt_stamina} points de vie
ja: 次の{duration}秒間、ライフが{stamina}以上の場合、スコアが+ {percentage}％増加し、それ以外の場合は{alt_stamina}だけライフが回復
pt_br: Nos próximos {duration} segundos, se a vida for {stamina} ou superior, a pontuação é aumentada em + {percent}%, caso contrário, restaura a vida em {alt_stamina}

source: Live Goals
fr: Objectifs de chansons
ja: ライブトライ！
pt_br: Objetivos ao vivo

source: Goal Master
fr: Objectif Master
ja: ゴールマスター
pt_br: Mestre do Objetivo

source: EX Goal Master
fr: Objectif Master (expert)
ja: EXゴールマスター
pt_br: Mestre do Objetivo EX

source: Main
fr: Général
ja: メイン
pt_br: a Principal

source: Counter
fr: Comptoir
ja: カウンター
pt_br: Contador

source: Entrance
fr: Entrée
ja: 入り口
pt_br: Entrada

source: Sign
fr: Panneau
ja: 符号
pt_br: Placa

source: Plaza
fr: Place principale
ja: プラザ
pt_br: Praça

source: Garden
fr: Jardin
ja: 庭園
pt_br: Jardim

source: Mic
fr: Microphone
ja: マイク
pt_br: Microfone

source: Guitar
fr: Guitare
ja: ギター
pt_br: Guitarra

source: Bass
fr: Basse
ja: ベース
pt_br: Graves

source: Drums
fr: Batterie
ja: ドラム
pt_br: Bateria

source: Hits
fr: Chansons à succès
ja: ヒット
pt_br: Exitos

source: Daily rotation
fr: Rotation quotidienne
ja: 毎日のローテーション
pt_br: Rotação diária

source: B-Side
fr: Chansons bonus
ja: Bサイド
pt_br: Lado B

source: with SWIPE notes
fr: contient des notes qui se déplacent
ja: SWIPEノート付き
pt_br: com notas SWIPE

source: Details
fr: Détails
ja: 細部
pt_br: Detalhes

source: Angel
fr: Ange
ja: 天使
pt_br: Anjo

source: Empress
fr: Impératrice
ja: 皇后
pt_br: Imperatriz

source: Star
fr: Étoile
ja: 星
pt_br: Estrela

source: Heart
fr: Cœur
ja: 心臓
pt_br: Coração

source: Idolized
fr: Idolisée
ja: アイドル
pt_br: Idolizado

source: Sets
fr: Collections
ja: セット
pt_br: Conjuntos

source: Set
fr: Collection
ja: セットする
pt_br: Conjunto

source: Hakodate Seisen Girls' Academy
fr: Académie pour filles Seisen à Hakodate
ja: 函館青泉女学院
pt_br: Academia de Garotas Hakodate Seisen

source: UTX High School
fr: Lycée UTX
ja: UTX高校

source: Social media
fr: Réseaux sociaux
ja: SNS
pt_br: Mídia social

source: Trading cards
fr: Cartes à collectionner
ja: トレーディングカード
pt_br: Cromos

source: Online mini games
fr: Mini jeux en ligne
ja: オンラインミニゲーム
pt_br: Mini-jogos online

source: Mini table
fr: Table basse
ja: ミニテーブル

source: Magazine rack
fr: Stand de magazines
ja: マガジンラック
pt_br: Suporte para revistas

source: Specials menu
fr: Menu saisonnier
ja: スペシャルメニュー
pt_br: Menu especial

source: Please provide a screenshot to prove your ranking.
fr: Ajoute une capture d'écran du jeu pour prouver ta position dans le classement.
ja: ランキングを証明するスクリーンショットを提供してください。
pt_br: Forneça uma captura de tela para provar sua classificação.

source: Statistic
fr: Statistique
ja: 統計
pt_br: Estatística

source: Max level
fr: Niveau maximum
ja: 最大レベル
pt_br: Nível máximo

source: Boost statistic
fr: Statistique renforcée
ja: ブースト統計
pt_br: Estatística de aumento

source: Live boost
fr: Renforcement de chansons
ja: ライブブースト
pt_br: Impulso ao vivo

source: Studio ticket
fr: Ticket de studio
ja: スタジオチケット
pt_br: Bilhete de estúdio

source: {name} {thing}
fr: {thing} de {name}
ja: {名前} {もの}
pt_br: {nome} {coisa}

source: {name}'s {thing}
fr: {thing} de {name}
ja: {名前}の{もの}

source: Album cover
fr: Couverture d'album
ja: CDカバー
pt_br: Capa do álbum

source: Restores life by {life} and {affected} members get a {value} boost on {stat} statistics
fr: Les membres {affected} reçoivent +{value} points {stat} si les points de vie sont de {life} ou plus
ja: ライフが{life}、{affected}タイプの{stat}パラメータUP+{value}
pt_br: Membros {affected} recebem +{value} pontos de {stat} se a vida estiver acima de {life}

source: {affected} members get a {value} boost on {stat} statistics
fr: Les membres {affected} reçoivent +{value} points {stat}
ja: {affected}タイプの{value}パラメータUP+{stat}
pt_br: Membos {affected} recebem +{value} pontos de {stat}.

source: Timing boost
fr: Protection de PERFECT
ja: 判定強化
pt_br: Trava de Perfect

source: {attribute} points up by +{number}% of {other_attribute}
fr: +{number}% de points {attribute} basés sur les points {other_attribute}
ja: {attribute}は{other_attribute}の+ {number}％上昇
pt_br: {attribute} aumenta em + {number}% de {other_attribute}

source: {attribute} points up by +{number}%
fr: +{number}% de points {attribute}
ja: {属性}が+ {数値}％上昇
pt_br: {attribute} aponta em + {number}%

source: Leader skill
fr: Pouvoir au centre
ja: リーダースキル
pt_br: Habilidade de líder

source: Statistic effect
fr: Effet sur les statistiques
ja: 統計効果
pt_br: Efeito estatístico

source: {group} members points up by +{number}%
fr: Les membres de {group} gagnent +{number}% de points
ja: {group}メンバーは+ {number}％上昇
pt_br: Os membros do {group} aumentam em + {number}%
