Repository: MagiCircles/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt_br

source: If you like the website, please consider donating
fr: Si tu aimes le site, penses à faire une donation
ja: あなたがこのウェブサイトを好きなら、寄付を検討して下さい。
pt_br: Se você gostou do website, por gentileza considere fazer uma doação

source: Click here to turn off email notifications.
fr: Clique ici pour désactiver les notifications par email.
ja: 電子メールのお知らせを無効にするには、ここをクリックしてください。
pt_br: Clique aqui para desativar as notificações por email.

source: Translate from %(from_language)s to %(to_language)s
fr: Traduis de %(from_language)s à %(to_language)s
pt_br: Traduzir de %(from_language)s para %(to_language)s

source: follows you
fr: te suis
ja: フォローされています
pt_br: te segue

source: The game didn't even existed at that time.
fr: Le jeu n'existait même pas à ce moment-là.
ja: 当時、ゲームは存在していませんでした。
pt_br: O jogo nem existia naquele tempo.

source: Countdown
fr: Compte à rebours
ja: 秒読み
pt_br: Contagem regressiva

source: {time} left
fr: {time} restant
pt_br: {time} restante

source: Starts in {time}
fr: Commence dans {time}
pt_br: Começa em {time}

source: Member
fr: Membre
ja: メンバー
pt_br: Membro

source: Band
fr: Groupe
ja: バンド
pt_br: Banda

source: Attribute
fr: Attribut
ja: 属性
pt_br: Atributo

source: Trained
fr: Entraîné
ja: 特訓後
pt_br: Treinado

source: Members
fr: Membres
pt_br: Membros

source: First
fr: Seconde au lycée
ja: 一年生
pt_br: Primeiro

source: Second
fr: Première au lycée
ja: 二年生
pt_br: Segundo

source: Power
fr: Pouvoir
ja: パワフル
pt_br: Poder

source: Pure
fr: Pureté
ja: ピュア
pt_br: Puro

source: Happy
fr: Bonheur
ja: ハッピー
pt_br: Feliz

source: School
fr: Lycée
ja: 学校
pt_br: Escola

source: Liked food
fr: Plat préféré
ja: 好きな食べ物
pt_br: Comidas que gosta

source: Disliked food
fr: Plat detesté
ja: 嫌いな食べ物
pt_br: Comidas que não gosta

source: Level {level}
fr: Niveau {level}
ja: レベル {level}
pt_br: Nível {level}

source: days
fr: jours
ja: 日
pt_br: dias

source: hours
fr: heures
ja: 時
pt_br: horas

source: Skill name
fr: Nom du pouvoir
ja: 特技名
pt_br: Nome da habilidade

source: {nth} episode
fr: Épisode {nth}
ja: {nth}エピソード
pt_br: {nth} episódio

source: Memorial episode
fr: Épisode mémorial
ja: 記念エピソード
pt_br: Episódio memorial

source: Join date
fr: Date d'inscription
ja: 入会日
pt_br: Data de entrada

source: Give a nickname to your account to easily differentiate it from your other accounts when you're managing them.
fr: Ajoute un surnom à ton compte pour le différencier de tes autres comptes plus facilement.
ja: アカウントにニックネームを付けると、管理時に他のアカウントと簡単に区別できます。
pt_br: Dê um apelido à sua conta para diferenciá-la facilmente das suas outras contas quando vocês as estiver gerenciando.

source: Start date
fr: Date de début
ja: 始める日
pt_br: Data de início

source: Default tab
fr: Onglet ouvert par défaut
ja: デフォルトのタブ
pt_br: Aba padrão

source: You've added a lot of {things}, lately. Try to wait a little bit before adding more.
fr: Tu as ajouté pas mal de {things} récemment. Attends un peu avant d'en ajouter plus.
ja: 最近、{things}をたくさん追加しました。さらに追加する前に少し待ってみてください。
pt_br: Você adicionou muitas {things}, recentemente. Tente esperar um pouco antes de adicionar mais.

source: You already have {total} {things}. You can only add up to {max} {things}.
fr: Tu as déjà ajouté {total} {things}. Tu ne peux pas avoir plus de {max} {things}.
ja: すでに{total} {things}あります。最大{max} {things}まで追加できます。
pt_br: Você já tem {total} {things}. Você só pode adicionar até {max} {things}.

source: View
fr: Style
ja: 見る
pt_br: Ver

source: Please provide an updated screenshot of your in-game profile to prove your level.
fr: Ajoute une capture d'écran de ton profil dans le jeu pour prouver ton niveau.
ja: レベルを証明するために、ゲーム内プロファイルの更新されたスクリーンショットを提供してください。
pt_br: Por favor forneça uma captura de tela do seu perfil dentro do jogo para provar o seu nível.

source: You may use Markdown formatting.
fr: Tu peux utiliser Markdown pour formatter le texte.
ja: Markdownフォーマットを使用できます。
pt_br: Você pode usar formatação Markdown.

source: Adding to your {thing} {name}
fr: Ajouter au {thing} {name}
ja: {thing} {name}に追加しています
pt_br: Adicionar ao seu {thing} {name}

source: Add to your {thing}
fr: Ajoute à tes {thing}
pt_br: Adicionar ao seu {thing}

source: Quick edit
fr: Édition rapide
ja: クイック編集
pt_br: Edição rápida

source: Leaderboard position
fr: Position au classement
ja: リーダーボードの位置
pt_br: Posição na tabela de classificação

source: Need help?
fr: Besoin d'aide ?
ja: 助けが必要？
pt_br: Precisa de ajuda?

source: Find answers to your questions
fr: Trouve les réponses à tes questions
ja: 質問への回答を見つける
pt_br: Encontre respostas para as suas perguntas

source: Share a suggestion or a bug
fr: Partage tes suggestions ou rapport de bugs
ja: 提案やバグを共有する
pt_br: Compartilhe uma sugestão ou defeito

source: Fill our feedback form:
fr: Remplis le formulaire de suggestions :
ja: フィードバックフォームに記入します。
pt_br: Preencha nosso formulário de feedback:

source: Feedback form
fr: Formulaire
ja: フィードバックフォーム
pt_br: Formulário de feedback

source: Create a ticket in our bug tracker:
fr: Créer un ticket sur notre tableau de suggestions et bugs
ja: バグトラッカーでチケットを作成します。
pt_br: Crie um ticket no nosso bug tracker:

source: Bug tracker
fr: Tableau de bord
ja: バグトラッカー

source: Alternatively...
fr: Sinon...
ja: あるいは...
pt_br: Alternativamente...

source: The staff team is available on:
fr: L'équipe est disponible sur :
pt_br: A equipe de funcionários está disponível em:

source: Select {}
fr: Sélectionner {}
ja: 選択する {}
pt_br: Selecione {}

source: This date has to be in the future.
fr: Cette date ne peut pas être dans le futur
ja: この日付は未来でなければなりません。
pt_br: Esta data deve ser no futuro

source: Successfully added!
fr: Ajouté !
ja: 追加しました！
pt_br: Adicionado com sucesso!

source: Successfully deleted!
fr: Supprimé !
ja: 正常に削除されました！
pt_br: Deletado com sucesso!

source: {things} list
fr: Liste des {things}
pt_br: Lista de {things}

source: All Round
fr: Tout autours
ja: オールラウンド

source: Skill Boost
fr: Renforcement de pouvoir
ja: スキルブースト
pt_br: Reforço de Habilidades

source: Cute/Cool/Passion Focus
fr: Concentration sur Cute/Cool/Passion
ja: キュート/クール/情熱フォーカス
pt_br: Foco bonito / fresco / paixão

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra {skill_value}% combo bonus and Perfect notes will restore {skill_value2} life in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, il y a {trigger_chance}% de chance que tu gagnes {skill_value}% de bonus de score et toutes les notes PERFECT restaurent {skill_value2} points de vie dans les {skill_duration} prochaines secondes.
ja: {trigger_value}秒ごとに、{trigger_chance}％の確率で{skill_value}％のコンボボーナスが追加され、Perfectノートは{skill_value2}のライフを次の{skill_duration}秒で回復します。
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de você ganhar um bônus de combo extra de {skill_value}% e notas Perfect restaurarão {skill_value2} de vida nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus but the timing window for Perfect notes is reduced in the next {skill_duration} seconds.
fr: Toutes les {trigger_value} secondes, {trigger_chance}% de chance que les notes PERFECT reçoivent un bonus de {skill_value}%, mais la zone pour obtenir une note PERFECT est réduite pendant les prochaines {skill_duration} secondes.
ja: {trigger_value}秒ごとに、{trigger_chance}％の確率で、パーフェクトノートが{skill_value}％のスコアボーナスを受け取る可能性がありますが、パーフェクトノートのタイミングウィンドウは、次の{skill_duration}秒で減少します。
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que notas Perfect recebam {skill_value}% de bônus de pontuação, mas a janela de tempo para notas Perfect é reduzida nos próximos {skill_duration} segundos.

source: For every {trigger_value} seconds, there is a {trigger_chance}% change that currently active skills will be boosted for {skill_duration} seconds
fr: Toutes les {trigger_value} secondes, {trigger_chance}% de chance que les pouvoirs actifs soient multipliés pendant les {skill_duration} prochaines secondes.
ja: {trigger_value}秒ごとに{trigger_chance}％の変更があり、現在アクティブなスキルが{skill_duration}秒間ブーストされます
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que as habilidades ativas atualmente sejam aumentadas por {skill_duration} segundos

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and you will gain an extra {skill_value2}% combo bonus, but only if you have only {type} idols in your team for {skill_duration} seconds
fr: Toutes les {trigger_value} secondes, {trigger_chance}% de chance que, pendant {skill_duration} prochaines secondes, les notes PERFECT reçoivent un bonus de {skill_value}%, mais uniquement s'il y a des idoles {type} dans ton équipe.
ja: {trigger_value}秒ごとに、{trigger_chance}％の確率でパーフェクトノートが{skill_value}％のスコアボーナスを受け取り、{skill_value2}％のコンボボーナスを獲得できますが、{type}しかない場合のみチームのアイドルが{skill_duration}秒間
pt_br: A cada {trigger_value} segundos, há {trigger_chance}% de chance de que notas Perfect recebam {skill_value}% de bônus de pontuação e você ganhar {skill_value2}% de bônus de combo extra por {skill_duration} segundos, mas só se você tiver apenas idols {type} no seu time.

source: %(total_results)s producers love %(favorite_character_idol)s
fr: %(total_results)s producteurs aiment %(favorite_character_idol)s
ja: ％（total_results）sプロデューサーは％（favorite_character_idol）sを愛しています
pt_br: %(total_results)s produtores amam %(favorite_character_idol)s.

source: seconds left
fr: secondes restantes
ja: 秒
pt_br: segundos restantes

source: translated in English
fr: traduis en anglais
ja: 英語に翻訳
pt_br: traduzido em Inglês

source: Total {item} bought
fr: Total de {item} acheté
ja: 購入した{item}の合計
pt_br: Total de {item} comprados

source: Star gems
fr: Gemmes étoiles
ja: スター

source: Friend ID
fr: Numéro d'identification
ja: 友達ID
pt_br: ID do Amigo

source: Promo
fr: Carte promotionelle
pt_br: Promoção

source: Release date
fr: Date de sortie
pt_br: Data de lançamento

source: Origin
fr: Origine
ja: 原因
pt_br: Origem

source: Server availability
fr: Disponible sur les versions
pt_br: Disponibilidade do servidor

source: English version
fr: Version anglaise
ja: 外国のサーバ
pt_br: Versão Inglesa

source: Taiwanese version
fr: Version taiwanaise
ja: 台湾のサーバー
pt_br: Versão Taiwanesa

source: Korean version
fr: Version coréenne
ja: 韓国のサーバー
pt_br: Versão Coreana

source: Japanese version
fr: Version japonaise
pt_br: Versão Japonesa

source: Length
fr: Durée
pt_br: Comprimento

source: BPM
fr: Rythme par minute

source: Hard
fr: Difficile
ja: 硬い
pt_br: Difícil

source: Difficulty
fr: Difficulté
ja: 困難
pt_br: Dificuldade

source: ~{}円 spent (~${})
fr: ~{} yens dépensé (environ {} dollars américains)
ja: 〜{}円が使用されました（〜$ {}）
pt_br: ~{}円 gastos (~${})

source: Characters
fr: Personnages
ja: メンバー
pt_br: Personagens

source: Favorite {thing}
fr: {thing} préféré(e)
ja: 好きな{thing}
pt_br: {thing} favorita

source: Favorite {things}
fr: {things} préféré(e)s
ja: 好きな{things}
pt_br: {things} favoritas

source: Icons
fr: Icônes
ja: アイコンス
pt_br: Ícones

source: Quick add
fr: Ajout rapide
pt_br: Adição rápida

source: Statistics
fr: Statistiques
ja: 統計
pt_br: Estatísticas

source: Participated event
fr: Participation à événement
ja: 参加イベント
pt_br: Evento participado

source: Participated events
fr: Participations à événements
ja: 参加イベント
pt_br: Eventos participados

source: Boost Members
fr: Personnages de renforcement
ja: ボーナスキャラクター
pt_br: Aumentar membros

source: Gift song
fr: Chanson cadeau
ja: ギフトソング
pt_br: Musica de Presente

source: Gacha type
fr: Type de gacha
ja: ガチャタイプ
pt_br: Tipo de Gacha

source: Played song
fr: Chanson jouée
ja: 再生した曲
pt_br: Música jogada

source: Played songs
fr: Chansons jouées
ja: 再生した曲
pt_br: Músicas jogadas

source: Song
fr: Chanson
ja: 歌
pt_br: Música

source: Songwriters
fr: Auteurs
ja: ソングライター
pt_br: Compositores

source: The model of your device. Example: Nexus 5, iPhone 4, iPad 2, ...
fr: Le modèle de ton appareil. Exemple : Nexus 5, iPhone 4, iPad 2, ...
ja: デバイスのモデル。例：Nexus 5、iPhone 4、iPad 2 ...
pt_br: O modelo do seu aparelho. Exemplo: Nexus 5, iPhone 4, iPad2, ...

source: Screenshot
fr: Capture d'écran
pt_br: Captura de Tela

source: In-game profile screenshot
fr: Capture d'écran de ton profil dans le jeu
ja: ゲーム内プロファイルのスクリーンショット
pt_br: Captura de Tela do seu perfil dentro do jogo

source: Junior Third
fr: 3ème au collège
ja: 中学校

source: Promo card
fr: Carte promotionnelle
ja: プロモカード
pt_br: Carta promo

source: For the next {duration} seconds, score of all notes boosted by +{percentage}%
fr: Le score de toutes les notes sera reenforcé de +{percentage}% pendant les {duration} prochaines secondes.
ja: {duration}スコアが{percentage}％UPする
pt_br: Pelos próximos {duration} segundos, a pontuação de todas as notas é aumentada em +{percentage}%

source: and boosts score of all notes by {percentage}% for the next {duration} seconds
fr: et toutes les notes recevront un bonus de {percentage}% pendant les {duration} prochaines secondes
ja: 、{duration}秒間スコアが {percentage}%UPする
pt_br: e aumenta a pontuação de todas as notas em {percentage}% pelos próximos {duration} segundos

source: Restores life by {stamina}
fr: Restaure {stamina} points de vie
ja: ライフが{stamina}回復
pt_br: Restaura {stamina} de vida

source: and restores life by {stamina}
fr: et restaure {stamina} points de vie
ja: 、ライフが {stamina} 回復し
pt_br: e restaura {stamina} de vida

source: All {note_type} notes turn into PERFECT notes
fr: Toutes les notes {note_type} seront transformées en PERFECT
ja: {note_type} 以上がすべてPERFECTになり
pt_br: Todas as notas {note_type} se tornam notas PERFECT

source: and turn all {note_type} notes turn into PERFECT notes for the next {duration} seconds
fr: et toutes les notes {note_type} seront transformées en PERFECT pendant les {duration} prochaines secondes
ja: {duration}秒間{note_type}以上がすべてPERFECTになる
pt_br: e torna todas as notas {note_type} em notas PERFECT pelos próximos {duration} segundos

source: Prefer untrained card image
fr: Montrer l'image non-entraînée
ja: 訓練されていないカード画像を優先する
pt_br: Preferir imagem das cadas não-treinadas

source: Skill level
fr: Niveau de pouvoir
ja: スキルLv.
pt_br: Nível da habilidade

source: Challenge Live
fr: Challenge de chansons
ja: チャレンジライブ
pt_br: Show Desafio

source: Event type
fr: Type d'événement
ja: イベントタイプ
pt_br: Tipo de evento

source: Ranking
fr: Classement
ja: ランキング
pt_br: Classificação

source: Song score
fr: Score de chanson
ja: スコアの曲
pt_br: Pontuação de música

source: Song ranking
fr: Classement de chanson
ja: スコアランキング
pt_br: Classificação de música

source: Easy
fr: Facile
ja: かんたん
pt_br: Fácil

source: Composer
fr: Compositeur
ja: 作曲家
pt_br: Compositor

source: Lyricist
fr: Écrivain de paroles
ja: 作詞家
pt_br: Letrista

source: Arranger
fr: Arrangeur
ja: アレンジャー
pt_br: Arranjador

source: Translation
fr: Traduction
pt_br: Tradução

source: Preview
fr: Aperçu
ja: 試写
pt_br: Pré-visualizar

source: Cover song
fr: Reprise de chanson
ja: カバー曲
pt_br: Música cover

source: Beats per minute
fr: Rythme par minute
ja: 毎分ビート
pt_br: Batidas por minuto

source: Gift
fr: Cadeau
ja: 贈り物
pt_br: Presente

source: Purchase at CiRCLE
fr: Acheté au magazin CiRCLE
pt_br: Compre no CiRCLE

source: Complete story
fr: Finis une histoire
ja: 完全な物語
pt_br: Completar estória

source: Complete {story_type} story, chapter {chapter}
fr: Finis le chapitre {chapter} de l'histoire {story_type}
ja: {story_type}ストーリー、{chapter}章を完了する
pt_br: Completar a estória {story_type}, capítulo {chapter}

source: Complete Tutorial
fr: Finis le tutoriel
ja: 完全なチュートリアル
pt_br: Completar Tutorial

source: Initially available
fr: Disponible au lancement
ja: 最初に利用可能
pt_br: Disponível inicialmente

source: Event gift
fr: Cadeau d'événement
ja: イベントギフト
pt_br: Presente de Evento

source: How to unlock?
fr: Comment débloquer
ja: 解除方法？
pt_br: Como desbloquear?

source: Full combo
fr: Combo total
ja: フルコンボ

source: Team builder
fr: Générateur d'équipe
ja: チームビルダー
pt_br: Construtor de times

source: You can find your friend id by going to the "Friends" section from the home, then "ID Search". Players will be able to send you friend requests or messages using this number.
fr: Tu peux trouver ton numéro d'identification à partir de la page d'accueil, en allant sur "ID search". Les joueurs pourront alors t'envoyer des demandes en amis ou t'envoyer des messages avec ce numéro.
ja: あなたのIDは「その他」の「友達」から「ID検索」を開くことによって確認できます。 他のプレイヤーはこの番号を使ってフレンド申請やメールを送ることができます。
pt_br: Você pode encontrar o seu Friend ID indo na seção "Friends" da tela inicial, e então "ID Search". Jogadores serão capazes de te mandar solicitações de amizade ou mensagens usando esse número.

source: Should your friend ID be visible to other players?
fr: Numéro d'identification visible publiquement ?
ja: あなたの友達IDは他のプレイヤーに見えるべきですか？
pt_br: O seu Friend ID deve ser visível para outros jogadores?

source: Number of {} you currently have in your account.
fr: Total de {} tu as dans ton compte à l'heure actuelle.
ja: 現在アカウントにある{}の数。
pt_br: Número de {} que você tem atualmente em sua conta.

source: This field is completely optional, it's here to help you manage your accounts.
fr: Ce champs est optionnel et peut t'aider à gérer tes comptes si tu le souhaites.
ja: このフィールドは完全にオプションです。アカウントの管理に役立ちます。
pt_br: Este campo é totalmente opcional, está aqui para te ajudar a gerenciar suas contas.

source: Friend Points
fr: Points d'amis
ja: 友情ポイント

source: Total love gems bought
fr: Total de love gems achetés
ja: 購入した愛の宝石の合計
pt_br: Total de love gems compradas

source: You can calculate that number in "Other" then "Purchase History".
fr: Tu peux calculer le total en allant sur "Other" puis "Purchase history".
ja: その数は、「その他」、「購入履歴」で計算できます。
pt_br: Você ´pode calcular esse número em "Other" e então "Purchase History".

source: Should your items be visible to other players?
fr: Information visible publiquement pour les autres joueurs ?
ja: あなたのアイテムは他のプレイヤーに見えるべきですか？
pt_br: Seus itens devem ser visíveis para outros jogadores?

source: Smile
fr: Sourire
ja: スマイル
pt_br: Sorriso

source: Unit
fr: Groupe
ja: ユニット

source: Subunit
fr: Sous-groupe
ja: サブユニット

source: Astrological sign
fr: Signe astrologique
ja: 星座
pt_br: Signo astrológico

source: Idol Supporter
fr: Supporter d'idoles
pt_br: Apoiador de Idol

source: Idol Lover
fr: Amoureux d'idoles
pt_br: Amante de Idol

source: Idol Ambassador
fr: Ambassadeur d'idoles
pt_br: Embaixador de Idol

source: Idol Producer
fr: Producteur d'idoles
pt_br: Produtor de Idol

source: Ultimate Idol Devotee
fr: Ultime adorateur d'idoles
pt_br: Entusiasta Supremo de Idol

source: Collected {things}
fr: Collection de {things}
ja: {もの}を集めました
pt_br: {things} coletadas

source: For the next {duration} seconds, score of PERFECT notes boosted by +{percentage}%
fr: Toutes les notes PERFECT seront réenforcé de +{percentage}% pendant les {duration} prochaines secondes
ja: {duration}秒間PERFECTのときのみ、スコアが{percentage}% UPする
pt_br: Pelos próximos {duration} segundos, a pontuação de notas PERFECT é aumentada em +{percentage}%

source: Rare stamp
fr: Timbre rare
pt_br: Selo raro

source: Boost attribute
fr: Attribut réenforcé
ja: ボーナスタイプ
pt_br: Atributo Boost

source: Boost members
fr: Personnages réenforcés
ja: ボーナスキャラクター
pt_br: Aumentar membros

source: Team manager
fr: Gestionnaire de l'équipe
pt_br: Gerente de Equipe

source: Finance manager
fr: Comptable
pt_br: Gerente de Finanças

source: Database maintainer
fr: Mainteneur de la base de données
ja: データベースの更新
pt_br: Mantenedor de Bando de Dados

source: Posted {total} news
fr: A posté {total} news
ja: {total}件のニュースを投稿しました
pt_br: Postou {total} notícias.

source: External communication
fr: Communication extérieure
ja: マーケティング
pt_br: Comunicação externa.

source: Moderator
fr: Modérateur
ja: モデレーター
pt_br: Moderador

source: Active
fr: Actif
pt_br: Ativo

source: Submitted {total} reports
fr: A soumis {total} rapports
ja: {total}件のレポートを送信しました
pt_br: Submeteu {total} reportes

source: Decisive
fr: Décisionnel
pt_br: Decisivo

source: Edited or deleted {total} reported items
fr: A modifié ou supprimé {total} articles signalés
ja: {total}件の報告されたアイテムを編集または削除しました
pt_br: Editou ou deletou {total} items reportados

source: Community entertainer
fr: Animateur de la communauté
pt_br: Animador da Comunidade

source: Organized and posted about {total} community events
fr: A organisé et posté à propos d'événements organisés par la communauté {total} fois
ja: {total}件のコミュニティイベントを整理して投稿しました
pt_br: Organizou e postou acerca de {total} eventos da comunidade

source: Backup staff
fr: Staff à la rescousse
pt_br: Pessoal substituto

source: Translator
fr: Traducteur
ja: 翻訳者
pt_br: Tradutor

source: Graphic designer
fr: Graphiste
pt_br: Designer Gráfico

source: Artist
fr: Artiste
pt_br: Artista

source: Developer
fr: Développeur
pt_br: Desenvolvedor

source: System administrator
fr: Administrateur système
ja: システム管理者
pt_br: Administrador de sistema

source: You are not allowed to see activities with the tag "{tag}".
fr: Tu n'as pas le droit de visualiser les activitiés avec le tag "{tag}".
ja: タグ「{tag}」の付いたアクティビティを表示することはできません。
pt_br: Você não tem permissão para ver atividades com a tag "{tag}"

source: Translations
fr: Traductions
pt_br: Traduções

source: Block {username}
fr: Bloquer {username}
ja: {username}をブロックします
pt_br: Bloquear {username}

source: You can change which tags you would like to see or hide in your settings.
fr: Tu peux modifier les tags que tu veux voir ou cacher dans tes paramètres.
ja: 設定で表示または非表示にするタグを変更できます。
pt_br: Você pode mudar quais tags gostaria de ver ou ocultar nas suas configurações.

source: Display your birthdate year
fr: Afficher ton année de naissance
ja: 生年を表示する
pt_br: Expor data de nascimento

source: Roles
fr: Rôles
ja: 役割
pt_br: Papeis

source: Hide tags
fr: Cacher certains tags
ja: タグを隠す
pt_br: Ocultar tags

source: hobbies
fr: Passe-temps
ja: 趣味

source: About us
fr: À propos
pt_br: Sobre nós

source: Pre-register
fr: Réserver ton nom d'utilisateur en avance
ja: 事前登録
pt_br: Pré-registrar

source: Security
fr: Sécurité
pt_br: Segurança

source: You blocked {username}.
fr: Tu as bloqué {username}.
ja: {username}をブロックしました
pt_br: Você bloqueou {username}.

source: Unblock {username}
fr: Débloquer {username}
ja: {username}のブロックを解除
pt_br: Desbloquear {username}

source: Are you sure you want to block {username}? You will not be able to see any content created by {username}.
fr: Es-tu sûr(e) de vouloir bloquer {username} ? Tu ne pourras plus voir quoi que ce soit que {username} a crée sur le site.
ja: {username}をブロックしてもよろしいですか？{username}が作成したコンテンツを表示することはできません。
pt_br: Tem certeza que quer bloquear {username}? Você não poderá ver nenhum conteúdo criado por {username}.

source: Are you sure you want to unblock {username}?
fr: Es-tu sûr(e) de vouloir débloquer {username} ?
ja: {username}のブロックを解除してもよろしいですか？
pt_br: Tem certeza que quer desbloquear {username}?

source: this user
fr: cet utilisateur
ja: このユーザー
pt_br: este usuário

source: Include cameos
fr: Inclure les apparitions secondaires
ja: カメオを含める
pt_br: Inclui cameos

source: Cameos
fr: Apparitions secondaires
ja: カメオ
pt_br: Participação

source: Original card
fr: Carte de base
ja: オリジナルカード
pt_br: Carta original

source: Community event
fr: Événement pour la commaunauté
pt_br: Evento da Comunidade

source: You need to be over 18 years old.
fr: Ce contenu est accéssible aux plus de 18 ans uniquement.
ja: 18歳以上である必要があります。
pt_br: Você precisa ter mais de 18 anos.

source: You can change your birthdate in your settings.
fr: Tu peux modifier ta date de naissance dans tes paramètres.
ja: 設定で生年月日を変更できます。
pt_br: Você pode mudar sua data de nascimento em suas configurações.

source: Measurements
fr: Mensurations
pt_br: Medidas
